[{"title":"Yellow Film Studios and REinvent Merge to Form Reinvent Yellow (EXCLUSIVE)","link":"https://variety.com/2025/film/global/yellow-film-studios-reinvent-reinvent-yellow-1236541517/","description":"Yellow Film Studios, the largest independent studio in the Nordics and parent to Yellow Film & TV Finland, 255 Pix and Newgrange Pictures in Ireland, has announced a strategic merger with leading Danish sales and financing studio REinvent. Together, they are launching Reinvent Yellow, a unified hub for production, sales, financing and innovation. The new […]","pubDate":"Tue, 07 Oct 2025 08:00:00 +0000","source":"Variety - All Content","category":"Entertainment"},{"title":"Selena Gomez Shares Video of Taylor Swift at Her Wedding: ‘Blessed To Have You by My Side’","link":"https://www.rollingstone.com/music/music-news/selena-gomez-taylor-swift-wedding-photos-video-1235441942/","description":"The Life of a Showgirl singer gave a speech during the pop star's recent wedding to Benny Blanco","pubDate":"Tue, 07 Oct 2025 07:50:48 +0000","source":"Rolling Stone - Music News","category":"Entertainment"},{"title":"PBS Distribution, Blink Films Secure Major International Sales Ahead of Mipcom (EXCLUSIVE)","link":"https://variety.com/2025/tv/global/pbs-distribution-blink-films-sales-mipcom-1236541560/","description":"PBS Distribution and Blink Films have closed sales for “Ultimate Crash Test” and “Terror on the Space Station,” building momentum ahead of Mipcom. The PBS Distribution-Blink Films partnership is built on “a shared commitment to bold storytelling, international appeal, and creative excellence,” the companies said. Previous collaborations include “Concorde: The Untold Story,” “Chernobyl: New Evidence” […]","pubDate":"Tue, 07 Oct 2025 07:30:00 +0000","source":"Variety - All Content","category":"Entertainment"},{"title":"Mediterráneo’s ‘La Favorita 1922’ Expands to HBO Max Latin America, Reaches 70 Territories Worldwide (EXCLUSIVE)","link":"https://variety.com/2025/tv/global/la-favorita-1922-hbo-max-latin-america-mediterraneo-1236541882/","description":"Strengthening the global footprint of Spanish drama, Mediterráneo Mediaset España Group has licensed the first season of hit period series “La Favorita 1922” to HBO Max Latin America. The deal marks the first collaboration between both companies and brings the series’ total sales to 70 territories worldwide, consolidating its status as one of the most […]","pubDate":"Tue, 07 Oct 2025 07:29:57 +0000","source":"Variety - All Content","category":"Entertainment"},{"title":"Taylor Swift Addresses Rumor She Turned Down the Super Bowl: ‘Nothing To Do With Travis’","link":"https://www.rollingstone.com/music/music-news/taylor-swift-super-bowl-rumor-tonight-show-1235441931/","description":"The pop star appeared on The Tonight Show for a broad-ranging interview about her new album, Travis Kelce, and regaining control of her masters","pubDate":"Tue, 07 Oct 2025 06:50:01 +0000","source":"Rolling Stone - Music News","category":"Entertainment"},{"title":"Xavier Dolan’s ‘Rage,’ Andrew Leung’s ‘Ancient China of Mars,’ Eléa Gobbe-Mévellec’s ‘The Northern Star’ Among Highlights at Rome’s MIA Market","link":"https://variety.com/2025/tv/global/rome-mia-market-projects-1236541403/","description":"New projects from Canadian filmmaker Xavier Dolan (“Mommy,” “It’s Only the End of the World”), Marvel and Disney concept artist Andrew Leung (“Mulan,” “Black Panther: Wakanda Forever”) and French animator and director Eléa Gobbe-Mévellec (“The Swallows of Kabul”) are among the projects taking center-stage at this year’s MIA Market, which runs Oct. 6 – 10 in Rome. More than […]","pubDate":"Tue, 07 Oct 2025 06:36:47 +0000","source":"Variety - All Content","category":"Entertainment"},{"title":"‘The Roaring Banshees’ Producers Tease ‘Big, Brave, Ambitious’ Gangland Series About Irish Rebel Unit on the Lam in Prohibition-Era Chicago (EXCLUSIVE)","link":"https://variety.com/2025/tv/global/the-roaring-banshees-irish-rebels-chicago-1236540801/","description":"Dublin-based “Irish Blood” producers Deadpan Pictures and Canadian shingle Shaftesbury Films are teaming up again on “The Roaring Banshees,” an adaptation of the hit play by John Morton and Peter McGann that follows an all-female band of Irish rebels who find themselves pursuing a life of crime in 1920s Chicago. The series is among the projects selected to […]","pubDate":"Tue, 07 Oct 2025 05:56:06 +0000","source":"Variety - All Content","category":"Entertainment"},{"title":"Animated Sci-Fi Dramedy ‘Ancient China of Mars’ Rockets to Rome’s MIA Market With Offbeat Space Comedy About Immigrant Dream (EXCLUSIVE)","link":"https://variety.com/2025/tv/global/animated-sci-fi-dramedy-ancient-china-of-mars-immigrant-dream-1236540975/","description":"A failing Chinese restaurant on a crusty space station orbiting Mars is an unlikely setting to chase one’s dreams, even in a dystopian future where Earth is no longer an option. But that’s the launching pad for the animated sci-fi dramedy series “Ancient China of Mars,” which is taking part in Rome’s MIA Market running Oct. […]","pubDate":"Tue, 07 Oct 2025 05:48:43 +0000","source":"Variety - All Content","category":"Entertainment"},{"title":"Taylor Swift Explains Why She’s Not Playing Super Bowl Halftime on ‘The Tonight Show’","link":"https://variety.com/2025/music/news/taylor-swift-explains-why-shes-not-playing-super-bowl-halftime-fallon-1236541829/","description":"Not gonna lie, Taylor Swift’s interview with Jimmy Fallon on “The Tonight Show” broadcast Monday evening was on the lite side — at one point they talked at length about bread. However, the expanded interview on the show’s website contains some actual news. During one of Fallon’s trademark games that he plays with guests, Swift was […]","pubDate":"Tue, 07 Oct 2025 04:40:18 +0000","source":"Variety - All Content","category":"Entertainment"},{"title":"‘Marty Supreme’ Gets Huge Standing Ovation as Timothée Chalamet Salutes NYFF Premiere: ‘I Went to High School Down the Street’","link":"https://variety.com/2025/film/news/marty-supreme-nyff-screening-timothee-chalamet-gwyneth-paltrow-1236541508/","description":"Timothée Chalamet made a surprise appearance at the 63rd New York Film Festival on Monday night for a secret screening of “Marty Supreme.” Introduced by director Josh Safdie, Chalamet briefly addressed the audience before the film began. “This movie — in many ways, beyond being about Marty Mauser — is a love letter to New […]","pubDate":"Tue, 07 Oct 2025 04:33:28 +0000","source":"Variety - All Content","category":"Entertainment"},{"title":"‘Marty Supreme’ First Reactions: Timothée Chalamet Gives a ‘Career-Best Performance’ in Josh Safdie’s ‘Awe-Inspiring’ Ping-Pong Epic","link":"https://variety.com/2025/film/news/marty-supreme-first-reactions-timothee-chalamet-oscar-buzz-1236540952/","description":"Timothée Chalamet’s ping pong epic “Marty Supreme” has finally been unveiled following a surprise world premiere at the New York Film Festival, and members of the film press in attendance are calling Josh Safdie’s latest an “awe-inspiring cinematic tour-de-force” featuring a “performance of a lifetime” from Chalamet. Variety co-editor-in-chief Ramin Setoodeh shared a glowing review […]","pubDate":"Tue, 07 Oct 2025 03:36:19 +0000","source":"Variety - All Content","category":"Entertainment"},{"title":"Sean \"Diddy\" Combs' lawyers want him at N.J. prison with drug program","link":"https://www.cbsnews.com/news/fci-fort-dix-sean-diddy-combs-prison-request-update/","description":"FCI Fort Dix, one of several dozen federal prisons with a residential drug treatment program, will best allow Sean \"Diddy\" Combs \"to address drug abuse issues,\" his lawyer said.","pubDate":"Mon, 06 Oct 2025 22:09:00 -0400","source":"CBS News Entertainment","category":"Entertainment"},{"title":"Motion Picture Association Blasts OpenAI Over Sora 2 Video Copyright Opt-Outs","link":"https://variety.com/2025/film/news/motion-picture-association-openai-sora-2-copyright-1236541775/","description":"The Motion Picture Association on Monday called on OpenAI to take “immediate action” to fix the copyright opt-out system on Sora 2, as knockoff videos proliferate online. The MPA issued its first comment on the situation since the release of the video AI model last week, which allows users to create clips using copyrighted characters […]","pubDate":"Tue, 07 Oct 2025 01:46:03 +0000","source":"Variety - All Content","category":"Entertainment"},{"title":"Celebrating That Yes Scene From ‘Monster: The Ed Gein Story’","link":"https://www.rollingstone.com/music/music-news/yes-owner-of-a-lonely-heart-netflix-monster-ed-gein-1235441368/","description":"The band's 1983 hit \"Owner of a Lonely Heart\" plays as the murderer and grave robber heads to the afterlife","pubDate":"Mon, 06 Oct 2025 22:03:24 +0000","source":"Rolling Stone - Music News","category":"Entertainment"},{"title":"Jack Osbourne Says Mom Sharon Feels the ‘Outpour of Love’ After Ozzy Osbourne’s Death","link":"https://www.rollingstone.com/music/music-news/jack-osbourne-sharon-osbourne-update-ozzy-osbourne-death-1235441458/","description":"The rocker’s son noted that not many members of their family have read Last Rites, the memoir Osbourne completed days before his death, out Oct. 7","pubDate":"Mon, 06 Oct 2025 19:15:54 +0000","source":"Rolling Stone - Music News","category":"Entertainment"},{"title":"Ed Sheeran Teams Up With ‘Adolescence’ Director for ‘One Shot With Ed Sheeran’","link":"https://www.rollingstone.com/music/music-news/ed-sheeran-one-shot-adolescence-director-netflix-1235441421/","description":"The Netflix special takes place in real time as the musician wanders across New York to interact with stunned fans and play classics from his song catalog","pubDate":"Mon, 06 Oct 2025 18:08:53 +0000","source":"Rolling Stone - Music News","category":"Entertainment"},{"title":"Lainey Wilson, Bailey Zimmerman, and Jason Aldean to Headline CBS’ New Year’s Eve Show","link":"https://www.rollingstone.com/music/music-news/jason-aldean-lainey-wilson-new-years-eve-nashville-cbs-1235441350/","description":"CeCe Winans will be joining the lineup as a special guest for Nashville’s Big Bash","pubDate":"Mon, 06 Oct 2025 17:16:33 +0000","source":"Rolling Stone - Music News","category":"Entertainment"},{"title":"Fans praise Taylor Swift's new album as critics give it mixed reviews","link":"https://www.cbsnews.com/video/fans-praise-taylor-swifts-new-album-as-critics-give-it-mixed-reviews/","description":"Taylor Swift's new album, \"The Life of a Showgirl\" broke the 2025 single-day streaming record – hitting nearly 250 million first-day streams on Spotify. The album's film crushed the box office, earning $33 million over the weekend. While fans have praised the new music, it's received some mixed reviews from critics.","pubDate":"Mon, 06 Oct 2025 12:39:00 -0400","source":"CBS News Entertainment","category":"Entertainment"},{"title":"Evan Dando Finally Puts Those Courtney Love Rumors to Rest","link":"https://www.rollingstone.com/music/music-news/evan-dando-courtney-love-kurt-cobain-book-memoir-1235440718/","description":"Excerpt from Lemonheads frontman's new memoir Rumors of My Demise details his tumultuous relationship with singer following Kurt Cobain's death","pubDate":"Mon, 06 Oct 2025 15:54:57 +0000","source":"Rolling Stone - Music News","category":"Entertainment"},{"title":"Lola Young Files Legal Action Against ‘Messy’ Producer Claiming Credits to Four of Her Songs","link":"https://www.rollingstone.com/music/music-news/lola-young-legal-action-producer-songwriting-credit-1235441216/","description":"Producer Carter Lang claimed credits on four of the singer’s releases, which has been “strongly refuted” by her camp","pubDate":"Mon, 06 Oct 2025 15:20:41 +0000","source":"Rolling Stone - Music News","category":"Entertainment"},{"title":"Jaleel White on new season of \"Flip Side\"","link":"https://www.cbsnews.com/video/jaleel-white-on-new-season-of-flip-side/","description":"Jaleel White, host and executive producer of the game show \"Flip Side,\" talks about the show's new season. The game show challenges contestants to see the world through another person's eyes by guessing how different groups of people feel about the same topics.","pubDate":"Mon, 06 Oct 2025 10:49:00 -0400","source":"CBS News Entertainment","category":"Entertainment"},{"title":"R&B star Coco Jones on new tracks on album, working with Alicia Keys","link":"https://www.cbsnews.com/video/r-b-star-coco-jones-on-new-tracks-on-album-working-with-alicia-keys/","description":"Singer-songwriter Coco Jones, who recently released the deluxe edition of her debut album, joins \"CBS Mornings\" to talk about the newly-released music, working with Alicia Keys and more.","pubDate":"Mon, 06 Oct 2025 10:26:00 -0400","source":"CBS News Entertainment","category":"Entertainment"},{"title":"Geddy Lee and Alex Lifeson Will Tour as Rush in 2026","link":"https://www.rollingstone.com/music/music-news/rush-tour-2026-geddy-lee-and-alex-lifeson-new-drummer-1235441179/","description":"Drummer Anika Nilles, who previously played with Jeff Beck, will join Lee and Lifeson for a 50th-anniversary tour dedicated to the memory of the late Neil Peart","pubDate":"Mon, 06 Oct 2025 14:00:21 +0000","source":"Rolling Stone - Music News","category":"Entertainment"},{"title":"Cam Newton, Ashley Nicole Moss talk what to expect ahead of \"106 & Sports\" launch","link":"https://www.cbsnews.com/video/cam-newton-ashley-nicole-moss-talk-what-to-expect-ahead-of-106-sports-launch/","description":"Former NFL MVP Cam Newton and CBS Sports' Ashley Nicole Moss talk about hosting the highly-anticipated show \"106 & Sports,\" which premieres later this month. The show blends sports news with discussions on pop culture, music and fashion.","pubDate":"Mon, 06 Oct 2025 09:54:00 -0400","source":"CBS News Entertainment","category":"Entertainment"},{"title":"Looking for a new book to read? These will to get you in the Halloween spirit","link":"https://www.cbsnews.com/video/looking-for-a-new-book-to-read-these-will-to-get-you-in-the-halloween-spirit/","description":"Amazon Books editorial director Sarah Gelman joins \"CBS Mornings\" to give book recommendations to get you in the Halloween spirit.","pubDate":"Mon, 06 Oct 2025 09:53:00 -0400","source":"CBS News Entertainment","category":"Entertainment"},{"title":"Taylor Swift’s Mom Thinks ‘Wood’ Is About Superstitions: ‘The Joy of the Double Entendre’","link":"https://www.rollingstone.com/music/music-news/taylor-swift-wood-double-entendres-travis-kelce-1235441125/","description":"During an appearance on SiriusXM Hits 1, the singer discussed The Life of a Showgirl and the muse she found in Travis Kelce","pubDate":"Mon, 06 Oct 2025 13:28:10 +0000","source":"Rolling Stone - Music News","category":"Entertainment"},{"title":"Yusuf/Cat Stevens on his \"Road to Findout\"","link":"https://www.cbsnews.com/news/yusuf-cat-stevens-on-his-road-to-findout/","description":"The singer-songwriter who renamed himself Yusuf Islam talks about his new memoir, \"Cat on the Road to Findout,\" his lifelong spiritual quest, and about trying to find and understand himself as an artist.","pubDate":"Sun, 05 Oct 2025 10:44:03 -0400","source":"CBS News Entertainment","category":"Entertainment"},{"title":"Extended interview: Yusuf/Cat Stevens","link":"https://www.cbsnews.com/video/extended-interview-yusufcat-stevens/","description":"In this web exclusive, the singer-songwriter talks with Seth Doane about his memoir, \"Cat on the Road to Findout.\"","pubDate":"Sun, 05 Oct 2025 10:40:00 -0400","source":"CBS News Entertainment","category":"Entertainment"},{"title":"Daniel Day-Lewis and Ronan Day-Lewis: Father-and-son filmmakers on making \"Anemone\"","link":"https://www.cbsnews.com/news/daniel-day-lewis-and-ronan-day-lewis-father-and-son-filmmakers-on-making-anemone/","description":"The three-time Oscar-winning actor has been absent from movie screens for eight years, until a collaboration with his son, Ronan, brought him back for \"Anemone,\" the story of a man living in self-exile.","pubDate":"Sun, 05 Oct 2025 10:27:35 -0400","source":"CBS News Entertainment","category":"Entertainment"},{"title":"Extended interview: Daniel Day-Lewis and Ronan Day-Lewis","link":"https://www.cbsnews.com/video/extended-interview-daniel-day-lewis-and-ronan-day-lewis/","description":"In this web exclusive, the Oscar-winning actor Daniel Day-Lewis and his son, director Ronan Day-Lewis,  talk with Jane Pauley about collaborating on a new film, \"Anemone,\" which they also co-wrote.","pubDate":"Sun, 05 Oct 2025 10:25:00 -0400","source":"CBS News Entertainment","category":"Entertainment"},{"title":"Daniel Day-Lewis and Ronan Day-Lewis on making \"Anemone\"","link":"https://www.cbsnews.com/video/daniel-day-lewis-and-ronan-day-lewis-on-making-anemone/","description":"Three-time Oscar-winner Daniel Day-Lewis has been absent from movie screens for eight years, until a collaboration with his son, Ronan, brought him back. They talk with Jane Pauley about their new film \"Anemone,\" the story of a man living in self-exile. Daniel also discusses what initially drew him to acting, and why he may consider himself a reluctant star.","pubDate":"Sun, 05 Oct 2025 10:20:00 -0400","source":"CBS News Entertainment","category":"Entertainment"},{"title":"Miley Cyrus on achieving \"Something Beautiful\"","link":"https://www.cbsnews.com/news/miley-cyrus-on-achieving-something-beautiful/","description":"The \"Hannah Montana\" actress-turned-Grammy-winning pop star talks about her album \"Something Beautiful,\" sobriety, and reconnecting with her dad through music.","pubDate":"Sun, 05 Oct 2025 10:12:08 -0400","source":"CBS News Entertainment","category":"Entertainment"},{"title":"Extended interview: Miley Cyrus","link":"https://www.cbsnews.com/video/extended-interview-miley-cyrus/","description":"In this web exclusive, the Grammy-winning singer talks with Tracy Smith about her latest album, \"Something Beautiful.\"","pubDate":"Sun, 05 Oct 2025 10:10:00 -0400","source":"CBS News Entertainment","category":"Entertainment"},{"title":"Miley Cyrus on achieving \"Something Beautiful\"","link":"https://www.cbsnews.com/video/miley-cyrus-on-achieving-something-beautiful/","description":"She has been in the public eye for most of her life, but you may not really know the \"Hannah Montana\" actress who became a Grammy-winning pop star. Miley Cyrus talks with Tracy Smith about her latest album, \"Something Beautiful\"; gaining sobriety; and how she reconnected with her estranged dad, singer Billy Ray Cyrus, the best way she knew how: through music.","pubDate":"Sun, 05 Oct 2025 10:06:00 -0400","source":"CBS News Entertainment","category":"Entertainment"},{"title":"A look at the booming business of Taylor Swift and her brand","link":"https://www.cbsnews.com/video/look-booming-business-taylor-swift-brand/","description":"Taylor Swift's new album \"The Life of a Showgirl\" is big business. It's also breaking her own records, including several on Spotify. Ali Bauman shows how Swift is also queen of the box office this weekend.","pubDate":"Sat, 04 Oct 2025 20:50:00 -0400","source":"CBS News Entertainment","category":"Entertainment"},{"title":"Saturday Sessions: Jason Isbell performs \"Eileen\"","link":"https://www.cbsnews.com/video/saturday-sessions-jason-isbell-performs-eileen/","description":"Six-time Grammy Award-winning singer-songwriter Jason Isbell is back on CBS Saturday Mornings with songs from his new album, \"Foxes in the Snow,\" his first in a decade with his band, \"The 400 Unit.\" Here's Jason Isbell with \"Eileen.\"","pubDate":"Sat, 04 Oct 2025 09:52:00 -0400","source":"CBS News Entertainment","category":"Entertainment"},{"title":"Saturday Sessions: Jason Isbell performs \"Ride to Robert's\"","link":"https://www.cbsnews.com/video/saturday-sessions-jason-isbell-performs-ride-to-roberts/","description":"Six-time Grammy Award-winning singer-songwriter Jason Isbell is back on CBS Saturday Mornings with songs from his new album, \"Foxes in the Snow,\" his first in a decade with his band, \"The 400 Unit.\" Here's Jason Isbell with \"Ride to Robert's.\"","pubDate":"Sat, 04 Oct 2025 09:52:00 -0400","source":"CBS News Entertainment","category":"Entertainment"},{"title":"Saturday Sessions: Jason Isbell performs \"Crimson and Clay\"","link":"https://www.cbsnews.com/video/saturday-sessions-jason-isbell-performs-crimson-and-clay/","description":"Six-time Grammy Award-winning singer-songwriter Jason Isbell is back on CBS Saturday Mornings with songs from his new album, \"Foxes in the Snow,\" his first in a decade with his band, \"The 400 Unit.\" Here's Jason Isbell with \"Crimson and Clay.\"","pubDate":"Sat, 04 Oct 2025 09:52:00 -0400","source":"CBS News Entertainment","category":"Entertainment"},{"title":"Six-time Grammy Award-winner Jason Isbell on his new album","link":"https://www.cbsnews.com/video/six-time-grammy-award-winner-jason-isbell-on-his-new-album/","description":"Six-time Grammy Award-winning singer-songwriter Jason Isbell is back on \"CBS Saturday Morning\" with songs from his new album, \"Foxes in the Snow,\" his first in a decade with his band \"The 400 Unit.\"","pubDate":"Sat, 04 Oct 2025 09:51:00 -0400","source":"CBS News Entertainment","category":"Entertainment"},{"title":"Sean \"Diddy\" Combs sentenced to more than 4 years in prison during emotional court scene","link":"https://www.cbsnews.com/video/sean-diddy-combs-sentenced-to-more-than-4-years-in-prison-during-emotional-court-scene/","description":"Sean \"Diddy\" Combs was sentenced to 50 months in prison on Friday for prostitution-related charges. Combs' legal team and children pleaded with the judge for a lower sentence, and the disgraced music mogul became emotional as he was sentenced.","pubDate":"Sat, 04 Oct 2025 09:48:00 -0400","source":"CBS News Entertainment","category":"Entertainment"},{"title":"With new album, Swift again turns her lyrical skills into a business strategy","link":"https://www.cbsnews.com/news/taylor-swift-new-album-lyrical-skills-business-strategy-life-of-a-showgirl/","description":"Taylor Swift's new album, \"The Life of a Showgirl,\" became Spotify's most-streamed album in a single day this year. The company said it only took 11 hours to hit that mark.","pubDate":"Fri, 03 Oct 2025 21:01:18 -0400","source":"CBS News Entertainment","category":"Entertainment"},{"title":"Notable Deaths in 2025","link":"https://www.cbsnews.com/pictures/notable-deaths-in-2025/","description":"A look back at the esteemed personalities who've left us this year, who'd touched us with their innovation, creativity and humanity.","pubDate":"Fri, 03 Oct 2025 17:00:00 -0400","source":"CBS News Entertainment","category":"Entertainment"},{"title":"Phil Rosenthal trades passports for pancakes at Max and Helen's","link":"https://www.cbsnews.com/news/phil-rosenthal-max-and-helens/","description":"Phil Rosenthal star of \"Somebody Feed Phil,\" is opening Max and Helen's, a new diner in his Los Angeles neighborhood.","pubDate":"Fri, 03 Oct 2025 13:42:47 -0400","source":"CBS News Entertainment","category":"Entertainment"},{"title":"Taylor Swift releases \"The Life of a Showgirl\" to much fanfare","link":"https://www.cbsnews.com/news/taylor-swift-the-life-of-a-showgirl-album-release/","description":"Taylor Swift's 12th studio album, \"The Life of a Showgirl,\"​ was released at midnight Friday. Swift wrote and produced the album with Swedish producers Max Martin and Shellback.","pubDate":"Fri, 03 Oct 2025 13:36:33 -0400","source":"CBS News Entertainment","category":"Entertainment"},{"title":"Extended interview: Keanu Reeves and Alex Winter","link":"https://www.cbsnews.com/video/extended-interview-keanu-reeves-and-alex-winter/","description":"The actors who first teamed up in the 1989 comedy \"Bill and Ted's Excellent Adventure\" are now appearing on Broadway in a revival of Samuel Beckett's iconic play \"Waiting for Godot.\" In this web exclusive, Tracy Smith talks with Keanu Reeves and Alex Winter about their friendship, their artistic collaboration, and the meaning of Beckett's language and characters to their own lives.","pubDate":"Fri, 03 Oct 2025 12:32:00 -0400","source":"CBS News Entertainment","category":"Entertainment"},{"title":"Fans share first reactions to Taylor Swift's \"The Life of a Showgirl\"","link":"https://www.cbsnews.com/video/fans-share-first-reactions-to-taylor-swifts-the-life-of-a-showgirl/","description":"Taylor Swift has released her new album \"The Life of a Showgirl,\" which debuted at midnight and is already generating major buzz. Likely to be the year's biggest release, the album ushers in a new era for the singer-songwriter. Kelly Keegs, co-host of Barstool Sports' \"Taylor Watch\" podcast, and content creator Katherine Zaino join \"CBS Mornings\" to share their first reactions and how fans are responding.","pubDate":"Fri, 03 Oct 2025 10:55:00 -0400","source":"CBS News Entertainment","category":"Entertainment"},{"title":"Phil Rosenthal dishes out nostalgia at \"Max and Helen's\"","link":"https://www.cbsnews.com/video/phil-rosenthal-dishes-out-nostalgia-at-max-and-helens/","description":"Phil Rosenthal, creator of \"Everybody Loves Raymond\" and host of Netflix's \"Somebody Feed Phil,\" is opening Max and Helen's, a new diner in his Los Angeles neighborhood named after his late parents.","pubDate":"Fri, 03 Oct 2025 10:18:00 -0400","source":"CBS News Entertainment","category":"Entertainment"},{"title":"Jane Fonda, hundreds of celebrities revive Committee for the First Amendment","link":"https://www.cbsnews.com/news/committee-for-first-amendment-jane-fonda/","description":"Jane Fonda announced she had launched a 21st-century incarnation of the Committee for the First Amendment​, originally formed in 1947.","pubDate":"Wed, 01 Oct 2025 17:26:00 -0400","source":"CBS News Entertainment","category":"Entertainment"},{"title":"Ramen trend inspired by \"KPop Demon Hunters\" causing burns, doctors warn","link":"https://www.cbsnews.com/news/kpop-demon-hunters-ramen-trend-burns-doctor-warning/","description":"Doctors are warning of a food trend inspired by the popular Netflix movie \"KPop Demon Hunters\" that is leading to serious burn injuries.","pubDate":"Wed, 01 Oct 2025 11:15:30 -0400","source":"CBS News Entertainment","category":"Entertainment"},{"title":"Keanu Reeves and Alex Winter on \"Waiting for Godot\"","link":"https://www.cbsnews.com/video/keanu-reeves-and-alex-winter-on-waiting-for-godot/","description":"In 1989, actors Keanu Reeves and Alex Winter played Bill and Ted, two friend who undertook an \"excellent adventure.\" Now, they've reteamed on Broadway as Estragon and Vladimir, two friends examining the absurdity of life in Samuel Beckett's masterpiece \"Waiting for Godot.\" They talk with Tracy Smith about their own friendship; how Alex, at the height of his fame, walked away from acting; and what Keanu finds risky about live theater.","pubDate":"Sun, 28 Sep 2025 09:34:00 -0400","source":"CBS News Entertainment","category":"Entertainment"}]