[{"title":"The Uplift: Save the Swamp","link":"https://www.cbsnews.com/video/the-uplift-save-the-swamp/","description":"The story of one man's mission to save a beloved Georgia swamp. A 17-year-old makes history by accomplishing a daring feat with the support of her dad. Plus, more heartwarming news.","pubDate":"Sat, 04 Oct 2025 19:28:22 -0400","source":"CBS Uplift Full Episodes","category":"General"},{"title":"Long-lost Spanish treasure worth $1m discovered off Florida coast","link":"https://news.sky.com/story/long-lost-spanish-treasure-worth-1m-discovered-off-florida-coast-13443304","description":"Long-lost Spanish treasure worth an estimated $1m (£740,000) has been discovered off the coast of Florida.","pubDate":"Fri, 03 Oct 2025 04:07:00 +0100","source":"Sky News Strange","category":"General"},{"title":"The Uplift: Ed Sheeran","link":"https://www.cbsnews.com/video/the-uplift-ed-sheeran/","description":"Gayle King sits down with Ed Sheeran to answer our burning questions: Is he really moving to the U.S.? Is Gayle really featured on one of his songs? What is on his bucket list? Find out those questions and more – plus good news stories from Steve Hartman and David Begnaud.","pubDate":"Wed, 01 Oct 2025 15:07:58 -0400","source":"CBS Uplift Full Episodes","category":"General"},{"title":"The Dish: Restaurants to visit this fall","link":"https://www.cbsnews.com/video/the-dish-restaurants-to-visit-this-fall/","description":"We’re exploring three restaurants you should visit this autumn. We take a trip to Chicago to visit a neighborhood hangout highlighting local produce, and we travel to New York’s Hudson Valley, where one chef has restored a space almost as old as the nation for her wood-fired cuisine. Watch these stories and more on The Dish.","pubDate":"Wed, 01 Oct 2025 14:06:34 -0400","source":"CBS The Dish Full Episodes","category":"General"},{"title":"Egypt's 'strongman' wrestler pulls ship using his teeth","link":"https://news.sky.com/story/ashraf-mahrous-egypts-strongman-wrestler-pulls-ship-using-his-teeth-13440098","description":"An Egyptian wrestler is hoping he has set a world record after pulling a 700-ton (635,000kg) ship with his teeth.","pubDate":"Sun, 28 Sep 2025 10:13:00 +0100","source":"Sky News Strange","category":"General"},{"title":"The Uplift: Michael Jordan's Home Court","link":"https://www.cbsnews.com/video/the-uplift-michael-jordans-home-court/","description":"A group of lucky basketball players get a chance to play on Michael Jordan's home court inside his former house. A family decides to move to a remote island and Steve Hartman explains why. Plus, more heartwarming stories.","pubDate":"Sat, 27 Sep 2025 07:07:06 -0400","source":"CBS Uplift Full Episodes","category":"General"},{"title":"Pokemon pushes back against ICE deportation video - joining list riled by Trump administration","link":"https://news.sky.com/story/pokemon-pushes-back-against-ice-deportation-video-joining-list-riled-by-trump-administration-13438421","description":"Pokemon has said it did not give permission for the show's popular theme song to be used in a video showing deportations posted by the US government.","pubDate":"Fri, 26 Sep 2025 09:43:00 +0100","source":"Sky News Strange","category":"General"},{"title":"The Dish: Husband and wife duos","link":"https://www.cbsnews.com/video/the-dish-husband-and-wife-duos/","description":"We meet husband and wife duos who have created their dream restaurants together. We visit an eatery in New York City where authentic Vietnamese fare is served, and we take a trip to Mexico City to learn how one couple has created dishes inspired by Mexican, African and Southeast Asian flavors. Watch these stories and more on The Dish.","pubDate":"Thu, 25 Sep 2025 16:18:57 -0400","source":"CBS The Dish Full Episodes","category":"General"},{"title":"The Uplift: Christina's Corner","link":"https://www.cbsnews.com/video/the-uplift-christinas-corner/","description":"A video store owner in Idaho makes sure his most loyal customer, a woman with Down Syndrome, doesn't miss his store after he decided to close his shop. Plus, more heartwarming news.","pubDate":"Thu, 25 Sep 2025 14:16:26 -0400","source":"CBS Uplift Full Episodes","category":"General"},{"title":"The Dish: Houston restaurants","link":"https://www.cbsnews.com/video/the-dish-houston-restaurants/","description":"We visit the Lone Star State, where four restaurants in Houston are making waves with their flavors. We visit a chef who went on a one-hundred day journey through all twenty-nine Indian states to perfect his recipes, and we meet a powerhouse chef and restaurateur who’s opened multiple restaurants in the five years he’s lived in Houston. Watch these stories and more on The Dish.","pubDate":"Sat, 20 Sep 2025 19:37:01 -0400","source":"CBS The Dish Full Episodes","category":"General"},{"title":"The Uplift: What's your sign?","link":"https://www.cbsnews.com/video/the-uplift-whats-your-sign/","description":"Mark Strassmann explores the ever-growing popularity of astrology. David Begnaud catches up with a 12-year-old businessman who is using his company to give back to his church. Plus, more heartwarming news.","pubDate":"Sat, 20 Sep 2025 07:05:58 -0400","source":"CBS Uplift Full Episodes","category":"General"},{"title":"Teenagers and their parents get huge fine for online video restaurant 'prank'","link":"https://news.sky.com/story/teenagers-wu-and-tang-who-urinated-in-shanghai-restaurants-hotpot-fined-more-than-163230000-13432264","description":"Two teenagers who filmed themselves urinating into a restaurant's hotpot broth have been ordered, along with their parents, to apologise and pay a fine of £227,000, Chinese state media has said.","pubDate":"Tue, 16 Sep 2025 17:27:00 +0100","source":"Sky News Strange","category":"General"},{"title":"The Uplift: Small but mighty","link":"https://www.cbsnews.com/video/the-uplift-small-but-mighty/","description":"Two young girls from a small, remote town in Scotland want others to see how small but mighty they are – and so is their school. Despite only having two students, the girls say the school is worth it and are fighting to keep it running. Plus, more good news stories.","pubDate":"Sat, 13 Sep 2025 07:05:11 -0400","source":"CBS Uplift Full Episodes","category":"General"},{"title":"The Uplift: A life well lived","link":"https://www.cbsnews.com/video/the-uplift-a-life-well-lived/","description":"David Begnaud remembers the late Judge Frank Caprio, who was known for his compassion in the courtroom. Plus, a California family gains a new surrogate grandmother. Find out how this blended family came to be.","pubDate":"Fri, 12 Sep 2025 18:04:28 -0400","source":"CBS Uplift Full Episodes","category":"General"},{"title":"The Dish: Female chefs","link":"https://www.cbsnews.com/video/the-dish-female-chefs/","description":"We’re visiting the kitchens of four female chefs paving their ways through the culinary industry, from a visit to the first Black-owned oyster bar in the country to an Atlanta hotspot serving up homemade biscuits. Watch these stories and more on The Dish.","pubDate":"Wed, 10 Sep 2025 11:22:28 -0400","source":"CBS The Dish Full Episodes","category":"General"},{"title":"Man arrested for allegedly living in crawl space of housing complex","link":"https://news.sky.com/story/man-arrested-for-allegedly-living-in-crawl-space-of-oregon-housing-complex-13426044","description":"A man in the US has been arrested for allegedly living in the crawl space of a property without the owner's permission.","pubDate":"Sat, 06 Sep 2025 14:26:00 +0100","source":"Sky News Strange","category":"General"},{"title":"The Uplift: Finding purpose","link":"https://www.cbsnews.com/video/the-uplift-finding-purpose-1/","description":"David Begnaud introduces us to three different people who found their purpose in life. One, a custodian working to become a teacher. The other, a young woman who used her medical diagnosis to help others. The third, a man who is a so-called medical marvel. Plus, Lisa Ling sits down with Margaret Cho and Joel Kim Booster to talk comedy and the power of representation.","pubDate":"Sat, 06 Sep 2025 07:05:23 -0400","source":"CBS Uplift Full Episodes","category":"General"},{"title":"Death cap mushroom trial: How murder plot unfolded - and how killer tried to cover her tracks","link":"https://news.sky.com/story/death-cap-mushroom-trial-how-murder-plot-unfolded-and-how-killer-tried-to-cover-her-tracks-13363700","description":"An Australian woman convicted of murdering her parents-in-law and an aunt after serving them poisonous mushrooms for lunch has been jailed for life.","pubDate":"Fri, 05 Sep 2025 14:39:00 +0100","source":"Sky News Strange","category":"General"},{"title":"The Uplift: The power of music","link":"https://www.cbsnews.com/video/the-uplift-the-power-of-music/","description":"This episode of the Uplift is dedicated to the power of music and how it can bring strangers together, strengthen existing bonds and spread joy. A performer surprises her former music teacher with a custom song. A group of high school singers gather to carry on a time honored tradition of singing the national anthem. Plus, more good news stories.","pubDate":"Sat, 30 Aug 2025 07:05:08 -0400","source":"CBS Uplift Full Episodes","category":"General"},{"title":"Want to be a world record holder? These are still available","link":"https://news.sky.com/story/guinness-world-records-turns-70-and-highlights-some-unclaimed-records-13419120","description":"Guinness World Records (GWR) is celebrating its 70th anniversary by highlighting unclaimed titles you might fancy going for.","pubDate":"Wed, 27 Aug 2025 04:13:00 +0100","source":"Sky News Strange","category":"General"},{"title":"The Uplift: Chess champs","link":"https://www.cbsnews.com/video/the-uplift-chess-champs/","description":"Two young chess champions decide not to keep their prize money and instead give it to a cause that is close to their hearts. Plus, Steve Hartman shares his personal journey of bonding with a new family member, despite his hesitancy. See how he became a lovable dog dad, plus other heartwarming news.","pubDate":"Sat, 23 Aug 2025 07:05:08 -0400","source":"CBS Uplift Full Episodes","category":"General"},{"title":"What are Labubus and how did they get so popular?","link":"https://news.sky.com/story/what-are-labubus-and-how-did-they-get-so-popular-13415187","description":"Troll-like Labubu dolls have taken over the consumer world. Their creator, Pop Mart, has reported a near 400% net profit so far this year, while some have spent thousands on the toys second-hand.","pubDate":"Wed, 20 Aug 2025 12:32:00 +0100","source":"Sky News Strange","category":"General"},{"title":"Toothpaste made with hair a 'game changer'","link":"https://news.sky.com/story/toothpaste-made-with-hair-naturally-repairs-tooth-enamel-scientists-discover-13414542","description":"Toothpaste made with hair could repair damaged teeth and stop the early stages of decay, a new study has found.","pubDate":"Tue, 19 Aug 2025 11:34:00 +0100","source":"Sky News Strange","category":"General"},{"title":"The Uplift: Owen Wilson","link":"https://www.cbsnews.com/video/the-uplift-owen-wilson/","description":"CBS News Minnesota's Susan-Elizabeth Littlefield introduces us to a teen who received double diplomas on graduation day. David Begnaud returns to the the debate stage to highlight a coach who has changed the lives of countless teens. Plus, Nate Burleson talks to Owen Wilson on the golf course about how he's combining the game with his comedy career.","pubDate":"Sat, 16 Aug 2025 07:05:49 -0400","source":"CBS Uplift Full Episodes","category":"General"},{"title":"The Uplift: A kingly grad","link":"https://www.cbsnews.com/video/the-uplift-a-kingly-grad/","description":"A recent graduate leaves his commencement ceremony for his place of work, Burger King, and ends up helping out his coworkers - while still in his graduation gown. Now, he's being honored for his selfless act.","pubDate":"Sat, 09 Aug 2025 06:35:53 -0400","source":"CBS Uplift Full Episodes","category":"General"},{"title":"The Uplift: A chance encounter","link":"https://www.cbsnews.com/video/the-uplift-a-chance-encounter/","description":"David Begnaud had a chance encounter with a 102-year-old woman at Chicago's O'Hare International Airport, and she shared with him her lessons on life. Three young siblings teach us a lesson about grief and how they overcame the complicated emotion when their beloved labradoodle died. Plus, more heartwarming stories.","pubDate":"Sat, 26 Jul 2025 07:05:17 -0400","source":"CBS Uplift Full Episodes","category":"General"},{"title":"The Uplift: Honoring dads","link":"https://www.cbsnews.com/video/the-uplift-honoring-dads/","description":"Two siblings work to honor their late father by getting a word he made up into the dictionary. Also, David Begnaud introduces us to a dad and Stanford professor using his own cancer diagnosis to teach his medical students and inspire countless people. Plus, more heartwarming news.","pubDate":"Sat, 19 Jul 2025 07:06:13 -0400","source":"CBS Uplift Full Episodes","category":"General"},{"title":"The Uplift: National Teachers Hall of Fame","link":"https://www.cbsnews.com/video/the-uplift-national-teachers-hall-of-fame/","description":"David Begnaud traveled the country to meet teachers who not only helped kids in the classroom — but left a lasting impression on their hearts, earning them a spot in the 2025 National Teachers Hall of Fame. Plus, more good news and heartwarming stories.","pubDate":"Sat, 12 Jul 2025 07:06:51 -0400","source":"CBS Uplift Full Episodes","category":"General"},{"title":"The Uplift: Gus Walz","link":"https://www.cbsnews.com/video/the-uplift-gus-walz/","description":"David Begnaud sits down with Gus Walz, the son of Minnesota Gov. Tim Walz, whose emotional reaction to his dad at the DNC went viral. Gus opens up about his nonverbal learning disorder in his first ever interview.","pubDate":"Sat, 05 Jul 2025 07:05:33 -0400","source":"CBS Uplift Full Episodes","category":"General"},{"title":"The Uplift: Coco Gauff","link":"https://www.cbsnews.com/video/the-uplift-coco-gauff/","description":"Tennis superstar Coco Guaff returns to her home court in Delray Beach, Florida, to visit the people who knew her before she was famous – and teach up-and-coming tennis players. Plus, David Begnaud shares the story of two families who met at a grief camp and how it changed their lives.","pubDate":"Wed, 02 Jul 2025 18:01:25 -0400","source":"CBS Uplift Full Episodes","category":"General"},{"title":"The Uplift: Field of dreams","link":"https://www.cbsnews.com/video/the-uplift-field-of-dreams/","description":"An Iowa farmer turns his field into a tennis stadium that rivals Wimbledon and attracts players from around the country, including a grand slam winner. Plus, more heartwarming stories.","pubDate":"Wed, 02 Jul 2025 17:49:22 -0400","source":"CBS Uplift Full Episodes","category":"General"},{"title":"The Uplift: Doctor hero","link":"https://www.cbsnews.com/video/the-uplift-doctor-hero/","description":"A Baltimore doctor who doesn't charge his patients realizes it's those patients who have made him a rich man with their generosity towards him. A man who was a refugee from Central Africa builds a new life in the United States as a police officer, author and father. Plus, more good news.","pubDate":"Wed, 02 Jul 2025 17:49:22 -0400","source":"CBS Uplift Full Episodes","category":"General"},{"title":"The Uplift: Jimmy Butler","link":"https://www.cbsnews.com/video/the-uplift-jimmy-butler/","description":"NBA star Jimmy Butler has a new side hustle: being a barista. How his side gig selling cups of joe to fellow NBA players turned into a business. Plus, a woman shares how her grandfather's cat inspired her to start a nonprofit that helps animals and pet owners in need.","pubDate":"Wed, 02 Jul 2025 17:49:22 -0400","source":"CBS Uplift Full Episodes","category":"General"},{"title":"The Uplift: Take me out to the ball game","link":"https://www.cbsnews.com/video/the-uplift-take-me-out-to-the-ball-game/","description":"Go behind the scenes of America's famous pastimes. Our reporter tries his hand at selling concessions at Globe Life Field in Arlington, Texas – home of the Texas Rangers – to see how the ballpark operates. Plus, David Begnaud visits a surprise city with just 48 hours to find a story.","pubDate":"Wed, 02 Jul 2025 17:49:22 -0400","source":"CBS Uplift Full Episodes","category":"General"},{"title":"The Uplift: Stories that pop","link":"https://www.cbsnews.com/video/the-uplift-stories-that-pop/","description":"A man gets on one knee to pop the question and a photographer snaps the milestone moment. The only problem is she doesn't know the couple and goes to great lengths to find the newly engaged pair. A Texas artist shows off his unique medium: Popcorn. Plus, three heartwarming stories from David Begnaud.","pubDate":"Wed, 02 Jul 2025 17:49:21 -0400","source":"CBS Uplift Full Episodes","category":"General"},{"title":"The Uplift: The eagles have landed","link":"https://www.cbsnews.com/video/the-uplift-the-eagles-have-landed/","description":"Two beloved bald eagles named Jackie and Shadow received global attention as they awaited the hatching of their eaglets in Big Bear, California. David Begnaud introduces us to a girl who raised funds to obtain a prosthetic limb called the Hero Arm – and in the process, she became a hero to others. Plus, more heartwarming news.","pubDate":"Wed, 02 Jul 2025 17:49:21 -0400","source":"CBS Uplift Full Episodes","category":"General"},{"title":"The Uplift: An interview with the president","link":"https://www.cbsnews.com/video/the-uplift-an-interview-with-the-president/","description":"An 11-year-old nabbed an interview with President Bill Clinton when he was in sixth grade – but how? Decades later, he shares how his determination landed him in the seat across from the president, which is still inspiring others today. Plus, more heartwarming news.","pubDate":"Wed, 02 Jul 2025 17:49:21 -0400","source":"CBS Uplift Full Episodes","category":"General"},{"title":"The Uplift: Centenarian friends","link":"https://www.cbsnews.com/video/the-uplift-centenarian-friends/","description":"A 100-year-old and 107-year-old form a friendship as centenarians after meeting at the 80th anniversary of D-Day. Plus, David Begnaud has an update on Roberta Bell, a woman who was fired from her job as a correctional officer because she helped an incarcerated woman by taking care of her baby. Still, she has no regrets for selflessly caring for the boy.","pubDate":"Wed, 02 Jul 2025 17:49:19 -0400","source":"CBS Uplift Full Episodes","category":"General"},{"title":"The Dish: Fare from the U.K.","link":"https://www.cbsnews.com/video/the-dish-fare-from-the-united-kingdom/","description":"We hop across the pond to dine at three extraordinary eateries making a name for themselves, from a restaurant whose chef uses cooking tools from his native Mexico to a London restaurant without a head chef. Watch these stories and more on The Dish.","pubDate":"Tue, 01 Jul 2025 21:30:00 -0400","source":"CBS The Dish Full Episodes","category":"General"},{"title":"The Dish: East Coast restaurants","link":"https://www.cbsnews.com/video/the-dish-east-coast-restaurants/","description":"We travel the East Coast to experience some delectable cuisine. We stop in New Haven, Connecticut, to learn about their famous pizzerias, and we head to a breakfast joint in Charlotte, North Carolina, combining flavors from the southwest and the owner’s home state of Tennessee. Watch these stories and more on The Dish.","pubDate":"Tue, 24 Jun 2025 14:44:46 -0400","source":"CBS The Dish Full Episodes","category":"General"},{"title":"The Dish: California restaurants","link":"https://www.cbsnews.com/video/the-dish-california-restaurants/","description":"We meet three trailblazing chefs introducing California diners to new flavors. They include a Los Angeles chef serving up favorites from the Philippines and an Oakland-based chef behind one of the first restaurants serving Indigenous American dishes. Watch these stories and more on The Dish.","pubDate":"Thu, 19 Jun 2025 13:58:15 -0400","source":"CBS The Dish Full Episodes","category":"General"},{"title":"Parasocial relationships are here to stay - what are the signs and are you guilty of having one?","link":"https://news.sky.com/story/parasocial-relationships-how-well-do-we-really-know-the-people-we-follow-online-13385757","description":"Ever found yourself religiously following the lives of people you've never met on social media?","pubDate":"Thu, 19 Jun 2025 10:35:00 +0100","source":"Sky News Strange","category":"General"},{"title":"The Dish: James Beard award-winning chefs","link":"https://www.cbsnews.com/video/the-dish-james-beard-award-winning-chefs/","description":"We meet three chefs who have been recognized with the food industry’s highest honor. From a Michelin-starred chef who took six trips back to his home country to finish his latest cookbook, to a chef who went from being an NFL cheerleader to the first Japanese woman to lead the kitchen at Perry’s in Washington, D.C.. Watch these stories and more on \"The Dish.\"","pubDate":"Thu, 12 Jun 2025 12:47:01 -0400","source":"CBS The Dish Full Episodes","category":"General"},{"title":"The Uplift: Second chances","link":"https://www.cbsnews.com/video/the-uplift-second-chances-1/","description":"David Begnaud introduces us to a former inmate who got a second chance and used it to help other formerly incarcerated women. Plus, the story of James Harrison, who saved more than 2.4 million babies by donating blood.","pubDate":"Sat, 19 Apr 2025 07:05:02 -0400","source":"CBS Uplift Full Episodes","category":"General"},{"title":"The Uplift: A Dynamic Duo","link":"https://www.cbsnews.com/video/the-uplift-a-dynamic-duo/","description":"A man with cerebral palsy and his racing partner attempt to complete six Abbott World Marathon Majors, with one left: Tokyo. David Begnaud has an update on Trooper the dog, who was rescued after being abandoned ahead of Hurricane Milton. Plus, a behind the scenes look at the Girl Scouts' cookie operation.","pubDate":"Sat, 05 Apr 2025 07:05:03 -0400","source":"CBS Uplift Full Episodes","category":"General"},{"title":"The Dish: Pastries and pastry chefs","link":"https://www.cbsnews.com/video/the-dish-pastries-and-pastry-chefs/","description":"We meet three pastry chefs whose sweet creations are winning over hearts and appetites. We meet a self-taught baker in Baltimore and visit a patisserie bringing a taste of Paris to Brooklyn. Watch these stories and more on \"The Dish.\"","pubDate":"Fri, 04 Apr 2025 14:47:01 -0400","source":"CBS The Dish Full Episodes","category":"General"},{"title":"The Uplift: A lion's pride","link":"https://www.cbsnews.com/video/the-uplift-a-lions-pride/","description":"A young high school football player proves his worth by being a small but mighty force on his team. David Begnaud shares how that little lion became the pride of his school. A teacher gets what she calls a message from God, delivered by a former student who offered to be her surrogate. Plus, more heartwarming news.","pubDate":"Sat, 29 Mar 2025 07:05:02 -0400","source":"CBS Uplift Full Episodes","category":"General"},{"title":"The Dish: Brooklyn fare","link":"https://www.cbsnews.com/video/the-dish-brooklyn-fare/","description":"We’re visiting three restaurants that are changing the culinary scene in Brooklyn, New York — one meal at a time. From a Persian chef who waited until she was 59 to open her first restaurant to a classic diner with a modern twist in Brooklyn Heights. Watch these stories and more on The Dish.","pubDate":"Thu, 27 Mar 2025 15:31:46 -0400","source":"CBS The Dish Full Episodes","category":"General"},{"title":"The Dish: Taquerias","link":"https://www.cbsnews.com/video/the-dish-taquerias/","description":"We talk about tacos and the restaurants that bring the mouthwatering cuisine to life. We meet the first-ever taco editor for Texas Monthly magazine, as well as the founder of one of the fastest-growing restaurants in the country, Tacombi. Watch these stories and more on \"The Dish.\"","pubDate":"Thu, 27 Mar 2025 13:47:02 -0400","source":"CBS The Dish Full Episodes","category":"General"},{"title":"The Dish: Manhattan restaurants","link":"https://www.cbsnews.com/video/the-dish-manhattan-restaurants/","description":"We're exploring Manhattan's culinary scene as we meet three chefs blending different flavors and cultures, from a chef crafting fusion dishes to a duo who is serving up a whole new era of fine dining. Watch these stories and more on \"The Dish.\"","pubDate":"Thu, 20 Mar 2025 13:47:02 -0400","source":"CBS The Dish Full Episodes","category":"General"},{"title":"The Uplift: High school heroes","link":"https://www.cbsnews.com/video/the-uplift-high-school-heroes/","description":"A group of Iowa teens became heroes in the middle of a school day when they saw a stranger in need of help and sprang into action. Then, Stephen and Elizabeth Wampler share their 30-year love story, and how Stephen overcame obstacles while living with cerebral palsy. Plus, more heartwarming news.","pubDate":"Sat, 15 Feb 2025 10:08:16 -0500","source":"CBS Uplift Full Episodes","category":"General"},{"title":"The Uplift: A diamond in the rough","link":"https://www.cbsnews.com/video/the-uplift-a-diamond-in-the-rough/","description":"A couple returns to their Altadena house after the Los Angeles fires to find a meaningful gem. A man with cerebral palsy and his wife share their love story – and the full life they have led together. Plus, David Begnaud has three good news stories.","pubDate":"Wed, 12 Feb 2025 18:47:01 -0500","source":"CBS Uplift Full Episodes","category":"General"},{"title":"The Dish: Western restaurants","link":"https://www.cbsnews.com/video/the-dish-western-restaurants/","description":"We head West and meet three culinary mavericks redefining fine dining, from an artist-turned-chef in Seattle, Washington, to a chef in Portland, Oregon, who infuses the flavors of Haiti into every dish. Watch these stories and more on The Dish.","pubDate":"Sat, 28 Dec 2024 12:47:01 -0500","source":"CBS The Dish Full Episodes","category":"General"},{"title":"The Dish: Southern restaurants","link":"https://www.cbsnews.com/video/the-dish-southern-restaurants/","description":"We travel from the bayou to the Lone Star State on a quest for delicious Southern staples, from an Austin hot spot run by Food and Wine's best new chef to an Atlanta restaurant serving the same fried chicken recipe for nearly eight decades. Watch these stories and more on \"The Dish.\"","pubDate":"Wed, 25 Dec 2024 10:32:51 -0500","source":"CBS The Dish Full Episodes","category":"General"},{"title":"The Dish: Midwest restaurants","link":"https://www.cbsnews.com/video/the-dish-midwest-restaurants/","description":"We make ourselves at home in the Midwest and meet chefs marrying classic comfort food with contemporary flair. We meet an Algerian-born chef based in Detroit, Michigan, who weaves the flavors of home with the Asian ingredients she discovered during culinary school in China. Plus, we visit a restaurant in Madison, Wisconsin, inspired by Midwestern supper clubs dating from the Prohibition era. Watch these stories and more on \"The Dish.\"","pubDate":"Mon, 23 Dec 2024 16:49:18 -0500","source":"CBS The Dish Full Episodes","category":"General"},{"title":"The Dish: Northeast restaurants","link":"https://www.cbsnews.com/video/the-dish-northeast-restaurants/","description":"We explore four restaurants in the Northeast, from a family-run pancake house in western New York, to a Thai eatery in Vermont run by a James Beard Award-winning chef. Watch these stories and more on The Dish.","pubDate":"Tue, 17 Dec 2024 14:13:35 -0500","source":"CBS The Dish Full Episodes","category":"General"},{"title":"The Dish: European restaurants","link":"https://www.cbsnews.com/video/the-dish-europe-food-chef-culinary-atlantic-ocean/","description":"We travel across the Atlantic Ocean to visit three restaurants in three different European countries, from a chef who owns over a dozen eateries in Portugal to a chef elevating Georgia’s traditional cuisine. Watch these stories and more on The Dish.","pubDate":"Mon, 14 Oct 2024 14:01:39 -0400","source":"CBS The Dish Full Episodes","category":"General"},{"title":"The Dish: Philadelphia restaurants","link":"https://www.cbsnews.com/video/the-dish-philadelphia-restaurants/","description":"We travel to the City of Brotherly Love and sit down with restaurateurs shaping the Philadelphia food scene, from an eatery that has been transformed into a James Beard Award-winning destination to a French-themed bar opened by two best friends. Watch these stories and more on \"The Dish.\"","pubDate":"Fri, 11 Oct 2024 12:52:03 -0400","source":"CBS The Dish Full Episodes","category":"General"},{"title":"The Dish: New Jersey restaurants","link":"https://www.cbsnews.com/video/the-dish-new-jersey-restaurants/","description":"We’re exploring the variety of cuisines the Garden State has to offer, from a popular Livingston diner to a Bangladeshi restaurant in Jersey City run by a mother-daughter duo. Watch these stories and more on \"The Dish.\"","pubDate":"Wed, 25 Sep 2024 15:37:09 -0400","source":"CBS The Dish Full Episodes","category":"General"},{"title":"The Dish: Boston restaurants","link":"https://www.cbsnews.com/video/the-dish-boston-restaurants/","description":"We're bopping around Boston to visit Italian restaurants around Beantown, from a North End hot spot to an eatery in South Boston that was named one of the best new restaurants in America in 2019. Watch these stories and more on The Dish.","pubDate":"Tue, 24 Sep 2024 13:44:47 -0400","source":"CBS The Dish Full Episodes","category":"General"},{"title":"The Dish: San Francisco chefs","link":"https://www.cbsnews.com/video/the-dish-san-francisco-chefs/","description":"We go on a culinary tour of the Bay Area, from an author and activist on a mission to teach people about better nutrition to a chef behind the first-ever Michelin star for a Moroccan restaurant. Watch these stories and more on The Dish.","pubDate":"Mon, 16 Sep 2024 12:43:49 -0400","source":"CBS The Dish Full Episodes","category":"General"},{"title":"The Dish: London restaurants","link":"https://www.cbsnews.com/video/the-dish-london-restaurants/","description":"We travel across the pond to dine at four London restaurants celebrating Britain's diverse culture, from an Italian restaurant featuring the dishes of real Italian mothers, to a restaurateur blending Scottish seafood with Spanish flavors. Watch these stories and more on The Dish.","pubDate":"Fri, 19 Jul 2024 15:28:15 -0400","source":"CBS The Dish Full Episodes","category":"General"},{"title":"The Dish: Texas restaurants","link":"https://www.cbsnews.com/video/the-dish-texas-restaurants/","description":"We head to Texas for a taste of the Lone Star State's cuisine and culture, from a pitmaster in Houston with multiple world championship titles to a family-run restaurant in Austin serving up Tex-Mex fare. Watch these stories and more on The Dish.","pubDate":"Tue, 18 Jun 2024 19:03:02 -0400","source":"CBS The Dish Full Episodes","category":"General"},{"title":"The Dish: Los Angeles restaurants","link":"https://www.cbsnews.com/video/the-dish-los-angeles-restaurants/","description":"We head to SoCal to experience some of Tinseltown's most delicious eats, from a pizzeria introducing Los Angeles to Pittsburgh-style pies to a Santa Monica spot serving up a combination of flavors from California and France. Watch these stories and more on The Dish.","pubDate":"Wed, 05 Jun 2024 18:36:02 -0400","source":"CBS The Dish Full Episodes","category":"General"},{"title":"The Dish: New Orleans restaurants","link":"https://www.cbsnews.com/video/the-dish-new-orleans-restaurants/","description":"We travel to the Crescent City, visiting three New Orleans restaurants, from a historic establishment in the Garden District to a restaurant that honors a family’s four generations. Watch these stories and more on \"The Dish.\"","pubDate":"Thu, 28 Mar 2024 21:36:42 -0400","source":"CBS The Dish Full Episodes","category":"General"},{"title":"The Dish: Chicago restaurants","link":"https://www.cbsnews.com/video/the-dish-chicago-restaurants/","description":"We explore Chicago’s delicious eats, from a Hyde Park spot celebrating Southern food and Black culture to a steakhouse in West Loop with a unique cooking method. Watch these stories and more on \"The Dish.\"","pubDate":"Fri, 22 Mar 2024 19:11:33 -0400","source":"CBS The Dish Full Episodes","category":"General"},{"title":"The Dish: Washington, D.C., restaurants","link":"https://www.cbsnews.com/video/the-dish-washington-d-c-restaurants/","description":"We explore the nation's capital and visit three notable D.C. eateries, from a Middle Eastern restaurant with a Michelin star to an iconic taqueria chain. Watch these stories and more on \"The Dish.\"","pubDate":"Thu, 14 Mar 2024 18:33:07 -0400","source":"CBS The Dish Full Episodes","category":"General"},{"title":"The Dish: New York City restaurants","link":"https://www.cbsnews.com/video/the-dish-new-york-city-restaurants/","description":"We explore three amazing eateries in Manhattan, from a West Village restaurant inspired by an early American religious community to one of the most iconic seafood restaurants in the five boroughs. Watch these stories and more on \"The Dish.\"","pubDate":"Thu, 14 Mar 2024 18:18:03 -0400","source":"CBS The Dish Full Episodes","category":"General"},{"title":"The Dish: Historic restaurants","link":"https://www.cbsnews.com/video/the-dish-historic-restaurants/","description":"We explore restaurants that have truly stood the test of time. We head to Philadelphia to visit the beloved James Beard award-winning restaurant “Friday Saturday Sunday.” Then in Salem, Massachusetts, we visit America's oldest candy shop, “Ye Olde Pepper Company.\" Watch these stories and more on \"The Dish.\"","pubDate":"Tue, 26 Dec 2023 16:03:02 -0500","source":"CBS The Dish Full Episodes","category":"General"},{"title":"The Dish: Delis","link":"https://www.cbsnews.com/video/the-dish-delis/","description":"We explore the high quality ingredients and big taste that delis across the country have to offer. In New York City, we visit the legendary Katz's Delicatessen for a taste of their iconic pastrami on rye. Then in Chicago, we check out Manny's Cafeteria & Delicatessen, a staple serving the community for over 80 years. Watch these stories and more on \"The Dish.\"","pubDate":"Thu, 21 Dec 2023 13:30:05 -0500","source":"CBS The Dish Full Episodes","category":"General"}]