[{"title":"3 scientists win Nobel Prize in medicine for discoveries in immunology","link":"https://www.cbsnews.com/news/nobel-prize-in-medicine-2025-discoveries-in-immunology/","description":"Nobel Prize committee chair says discoveries by the trio of researchers were \"decisive for our understanding of how the immune system functions.\"","pubDate":"Mon, 06 Oct 2025 09:37:00 -0400","source":"CBS News Health","category":"Health"},{"title":"ACA tax credits for 22 million are at the center of the shutdown drama","link":"https://www.cbsnews.com/news/government-shutdown-affordable-care-act-enhanced-premium-tax-credit/","description":"With time running out to avert a government shutdown, millions of Americans who get health insurance under the Affordable Care Act could soon face sharply higher premiums.","pubDate":"Fri, 03 Oct 2025 12:31:05 -0400","source":"CBS News Health","category":"Health"},{"title":"FDA head says TrumpRx is a \"major step\" toward making medications affordable","link":"https://www.cbsnews.com/news/fda-head-marty-makary-praises-trumprx-prescription-medications-affordability-pfizer/","description":"Pfizer is the first of many drug makers President Trump claimed has agreed to offer steep drug discounts to all Americans through TrumpRx, in line with the lowest prices paid by Europeans.","pubDate":"Thu, 02 Oct 2025 20:48:53 -0400","source":"CBS News Health","category":"Health"},{"title":"After fertility struggles, Bay Area woman advocating for PCOS awareness","link":"https://www.cbsnews.com/news/after-fertility-struggles-bay-area-woman-advocating-for-pcos-awareness/","description":"PCOS affects about 1 in 10 women of reproductive age, according to the U.S. Office on Women's Health. It's a leading and often underdiagnosed cause of infertility.","pubDate":"Thu, 02 Oct 2025 14:13:00 -0400","source":"CBS News Health","category":"Health"},{"title":"Planned Parenthood clinics in Louisiana close","link":"https://www.cbsnews.com/news/planned-parenthood-clinics-louisiana-close/","description":"Planned Parenthood is now absent in four states — Louisiana, Wyoming, Mississippi and North Dakota.","pubDate":"Wed, 01 Oct 2025 10:54:29 -0400","source":"CBS News Health","category":"Health"},{"title":"Dr. Oz says \"of course\" pregnant women should take Tylenol if a doctor says so","link":"https://www.cbsnews.com/news/dr-oz-says-of-course-pregnant-women-should-take-tylenol-if-a-doctor-says-so/","description":"President Trump's announcement this week about an alleged link between Tylenol and autism has drawn pushback from medical experts.","pubDate":"Fri, 26 Sep 2025 00:31:00 -0400","source":"CBS News Health","category":"Health"},{"title":"Delta is replacing engines on Airbus aircraft to address toxic fume issue","link":"https://www.cbsnews.com/news/delta-engines-airbus-toxic-fumes/","description":"The faulty engines can cause toxic fumes to leak into the aircraft cabin's air supply, posing health and safety risks to crew members and passengers.","pubDate":"Thu, 25 Sep 2025 14:31:00 -0400","source":"CBS News Health","category":"Health"},{"title":"These dietary habits can strengthen your gut-brain connection","link":"https://www.cbsnews.com/video/these-dietary-habits-can-strengthen-your-gut-brain-connection/","description":"Dr. Uma Naidoo, a nutritional psychiatrist, explains the surprising role our gut plays in maintaining mental health.","pubDate":"Tue, 23 Sep 2025 13:59:30 -0400","source":"CBS News Health","category":"Health"},{"title":"Want a healthier gut? Eat these foods","link":"https://www.cbsnews.com/video/want-a-healthier-gut-eat-these-foods/","description":"Dr. Uma Naidoo, a nutritional psychiatrist, shares foods and dietary habits that help support a healthy gut.","pubDate":"Tue, 23 Sep 2025 13:59:30 -0400","source":"CBS News Health","category":"Health"},{"title":"Doctor reacts to Trump's announcement about Tylenol and autism","link":"https://www.cbsnews.com/video/doctor-reacts-to-trumps-announcement-about-tylenol-and-autism/","description":"President Trump on Monday told pregnant women to avoid Tylenol, linking the drug to autism despite criticism from medical experts. CBS News medical contributor Dr. Céline Gounder shares her thoughts on the announcement.","pubDate":"Mon, 22 Sep 2025 20:15:00 -0400","source":"CBS News Health","category":"Health"},{"title":"Trump, FDA tell pregnant women not to take Tylenol despite criticism from medical experts","link":"https://www.cbsnews.com/video/trump-fda-tell-pregnant-women-not-to-take-tylenol-despite-criticism-from-medical-experts/","description":"President Trump announced Monday the FDA believes pregnant women should not take acetaminophen, the active ingredient in Tylenol, claiming there could be a link between the medication and autism, despite objections from medical experts. Ed O'Keefe reports on the announcement and Dr. Jon LaPook tries to answer the lingering questions.","pubDate":"Mon, 22 Sep 2025 19:56:00 -0400","source":"CBS News Health","category":"Health"},{"title":"Parents trying to navigate mixed messages on vaccines","link":"https://www.cbsnews.com/video/parents-trying-to-navigate-mixed-messages-on-vaccines/","description":"Parents are hearing mixed messages from federal and state officials when it comes to vaccines, and that's having a real impact inside doctors offices. Cristian Benavides has more.","pubDate":"Sun, 21 Sep 2025 19:41:00 -0400","source":"CBS News Health","category":"Health"},{"title":"Penn Medicine nurse leans on art as she weaves her way through life, health care","link":"https://www.cbsnews.com/philadelphia/news/penn-medicine-nurse/","description":"Taking care of people and knowing about their medical conditions supplies this Penn Medicine nurse with all kinds of ideas for her art.","pubDate":"Thu, 18 Sep 2025 13:04:42 -0400","source":"CBS News Health","category":"Health"},{"title":"California, western states issue COVID vaccine guidelines that break with CDC","link":"https://www.cbsnews.com/news/california-hawaii-oregon-washington-vaccines-covid-west-coast-health-alliance-cdc/","description":"California, Hawaii, Oregon and Washington on Wednesday issued unified recommendations on COVID-19, influenza and RSV vaccines that differ from those issued by the U.S. Centers for Disease Control and Prevention.","pubDate":"Thu, 18 Sep 2025 02:08:00 -0400","source":"CBS News Health","category":"Health"},{"title":"Why a leading breast cancer surgeon sings to her patients","link":"https://www.cbsnews.com/video/why-leading-breast-cancer-surgeon-sings-her-patients/","description":"Leading breast cancer surgeon, Dr. Laura Esserman, goes beyond expectations to make the operating room more comfortable for her patients. Elizabeth Cook has the story.","pubDate":"Sat, 13 Sep 2025 20:50:00 -0400","source":"CBS News Health","category":"Health"},{"title":"Women who experienced stalking have higher heart disease risk, study finds","link":"https://www.cbsnews.com/news/women-stalking-restraining-order-higher-heart-disease-risk-study-finds/","description":"A team of Harvard researchers analyzed data for more than 66,000 nurses, ages 36 to 56, who were surveyed about their own health for 20 years.","pubDate":"Fri, 12 Sep 2025 20:52:00 -0400","source":"CBS News Health","category":"Health"},{"title":"NIH whistleblower says she was ousted after clashing with Trump officials on vaccines","link":"https://www.cbsnews.com/video/nih-whistleblower-says-she-was-ousted-after-clashing-with-trump-officials-on-vaccines/","description":"The upheaval sparked by Health Secretary Robert F. Kennedy Jr.'s vaccine skepticism has now spread beyond the CDC to the agency that funds vaccine research. Dr. Jeanne Marazzo, former acting director for the National Institutes of Health, says she was ousted after speaking up about the importance of childhood flu vaccines.","pubDate":"Mon, 08 Sep 2025 21:09:00 -0400","source":"CBS News Health","category":"Health"},{"title":"What's at stake over ending vaccine mandates","link":"https://www.cbsnews.com/video/whats-at-stake-over-ending-vaccine-mandates/","description":"Florida's surgeon general has confirmed his office did not conduct any analysis to project how removing school vaccine requirements would impact children in the state. The rollback of some vaccine rules is expected to take effect in the next 90 days. It comes as vaccination rates nationwide are decreasing. Dr. Celine Gounder joins to discuss what's at stake.","pubDate":"Mon, 08 Sep 2025 20:39:00 -0400","source":"CBS News Health","category":"Health"},{"title":"Commentary: Health expert pleads with GOP senator to address RFK Jr.'s actions","link":"https://www.cbsnews.com/video/commentary-health-expert-pleads-with-gop-senator-to-address-rfk-jr-s-actions/","description":"In the wake of Health and Human Services Secretary Robert F. Kennedy Jr's firing of top CDC officials and cuts in mRNA vaccine research, Dr. Timothy Johnson (longtime network TV medical editor and founding editor of the Harvard Medical School Health Letter) has a message for a fellow doctor, Louisiana Senator Bill Cassidy, who'd promised oversight of Kennedy when he voted to confirm him.","pubDate":"Sun, 07 Sep 2025 10:24:00 -0400","source":"CBS News Health","category":"Health"},{"title":"Former CDC physicians speak out against new vaccine policies","link":"https://www.cbsnews.com/news/former-cdc-physicians-speak-out-against-new-vaccine-policies/","description":"Four physicians, who recently resigned from the CDC in protest, tell \"Sunday Morning\" they believe HHS Secretary Robert F. Kennedy Jr. is jeopardizing the nation's public health.","pubDate":"Sun, 07 Sep 2025 10:16:00 -0400","source":"CBS News Health","category":"Health"},{"title":"Former CDC physicians speak out against new vaccine policies","link":"https://www.cbsnews.com/video/former-cdc-physicians-speak-out-against-new-vaccine-policies/","description":"Four physicians, who resigned from the Centers for Disease Control and Prevention in protest against the firing of the CDC's director by Robert F. Kennedy Jr., tell Robert Costa they believe the Health and Human Services Secretary is jeopardizing the public health infrastructure of our nation. They also argue the CDC's new COVID vaccine recommendations for children and pregnant women are \"completely not based in any evidence that world experts agree on.\"","pubDate":"Sun, 07 Sep 2025 09:15:00 -0400","source":"CBS News Health","category":"Health"},{"title":"RFK Jr. faces heated questions on CDC, vaccines at Senate hearing","link":"https://www.cbsnews.com/live-updates/rfk-hearing-senate-finance-committee-cdc-vaccines/","description":"Health and Human Services Secretary Robert F. Kennedy Jr. defended firing the director of the CDC at a hearing before a Senate committee on Thursday.","pubDate":"Thu, 04 Sep 2025 19:31:00 -0400","source":"CBS News Health","category":"Health"},{"title":"RFK Jr. denies pressuring ousted CDC director to preapprove vaccine changes","link":"https://www.cbsnews.com/news/rfk-cdc-director-vaccine-recommendations/","description":"Health and Human Services Secretary Robert F. Kennedy denied pressuring the ousted CDC director to preapprove vaccine recommendations.","pubDate":"Thu, 04 Sep 2025 15:35:00 -0400","source":"CBS News Health","category":"Health"},{"title":"More than 1,000 HHS staffers call on Trump to fire RFK Jr.","link":"https://www.cbsnews.com/news/hhs-staffers-call-on-trump-fire-rfk-jr/","description":"A large group of current and former HHS staffers are pushing for Robert F. Kennedy Jr. to either resign or be fired, after weeks of tumult at the health agency.","pubDate":"Wed, 03 Sep 2025 16:56:00 -0400","source":"CBS News Health","category":"Health"},{"title":"Can you get a COVID vaccine at your pharmacy? It depends on what state you're in","link":"https://www.cbsnews.com/video/can-you-get-a-covid-vaccine-at-your-pharmacy-it-depends-on-what-state-youre-in/","description":"The nation's largest pharmacy chains are offering appointments to get the new COVID-19 vaccine, but not in all states and not for all Americans. Shanelle Kaul reports.","pubDate":"Sun, 31 Aug 2025 19:35:00 -0400","source":"CBS News Health","category":"Health"},{"title":"Book excerpt: \"It Doesn't Have to Hurt\" by Dr. Sanjay Gupta","link":"https://www.cbsnews.com/news/book-excerpt-it-doesnt-have-to-hurt-by-dr-sanjay-gupta/","description":"In his new book, the neurosurgeon and chief medical correspondent for CNN writes about chronic pain, and the innovative techniques now being used to study and treat it.","pubDate":"Sun, 31 Aug 2025 10:37:39 -0400","source":"CBS News Health","category":"Health"},{"title":"Dr. Sanjay Gupta on the mysteries of chronic pain","link":"https://www.cbsnews.com/news/dr-sanjay-gupta-on-the-mysteries-of-chronic-pain/","description":"Jane Pauley talks with the author of \"It Doesn't Have to Hurt\" about the body's defenses against pain; and with Ed Mowery, whose decades-long experience with pain led to a revolutionary surgery and treatment.","pubDate":"Sun, 31 Aug 2025 09:56:57 -0400","source":"CBS News Health","category":"Health"},{"title":"Extended interview: Dr. Sanjay Gupta","link":"https://www.cbsnews.com/video/extended-interview-dr-sanjay-gupta/","description":"In this web exclusive, Dr. Sanjay Gupta, a neurosurgeon and chief medical correspondent for CNN, talks with \"Sunday Morning\" host Jane Pauley about his new book, \"It Doesn't Have to Hurt: Your Smart Guide to a Pain-Free Life.\" He discusses pain, which he calls \"the most mysterious of all human sensations,\" and about the misconceptions about treating it.","pubDate":"Sun, 31 Aug 2025 09:55:00 -0400","source":"CBS News Health","category":"Health"},{"title":"Dr. Sanjay Gupta on the mysteries of chronic pain","link":"https://www.cbsnews.com/video/dr-sanjay-gupta-on-the-mysteries-of-chronic-pain/","description":"Recent research into chronic pain, which afflicts millions of Americans, has led to a surprising source: the brain. \"Sunday Morning\" host Jane Pauley talks with Dr. Sanjay Gupta (a neurosurgeon and chief medical correspondent for CNN) about his new book, \"It Doesn't Have to Hurt,\" and about the body's defenses against pain. She also talks with heavy metal musician Ed Mowery, whose decades-long experience with complex regional pain syndrome (or CRPS) led to a revolutionary surgery and treatment.","pubDate":"Sun, 31 Aug 2025 09:50:00 -0400","source":"CBS News Health","category":"Health"},{"title":"RFK Jr. taps allies, COVID vaccine critics for CDC advisory panel","link":"https://www.cbsnews.com/news/rfk-jr-cdc-vaccine-advisory-panel-names/","description":"HHS Secretary Robert F. Kennedy Jr. fired the previous roster of the CDC's vaccine advisers on Monday.","pubDate":"Thu, 12 Jun 2025 19:58:00 -0400","source":"CBS News Health","category":"Health"}]