[{"title":"Festival Nyao Fufu, tradisi warga pesisir Ternate masuk Rekor MURI","link":"https://www.antaranews.com/berita/5157553/festival-nyao-fufu-tradisi-warga-pesisir-ternate-masuk-rekor-muri","description":"ANTARA - Festival Nyao Fufu atau Ikan Asap merupakan sebuah tradisi yang dijalankan warga Kelurahan Dufa-dufa di Kota Ternate, Maluku Utara. Dalam acara yang digelar pada Senin (6/10) festival ini tercatat dan masuk dalam rekor Museum Rekor Dunia Indonesia (MURI),  karena ikan cakalang yang diolah mencapai jumlah sebanyak 6 ton atau lebih dari 5.000 ekor (Harmoko Minggu/Soni Namura/Rinto A Navis)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Kasus ponpes ambruk, Polda Jatim tegaskan proses hukum tetap berjalan","link":"https://www.antaranews.com/berita/5157525/kasus-ponpes-ambruk-polda-jatim-tegaskan-proses-hukum-tetap-berjalan","description":"ANTARA - Kepolisian Daerah Jawa Timur (Polda Jatim) menyatakan saat ini fokus membantu proses pencarian dan identifikasi korban bangunan ambruk di Pondok Pesantren (Ponpes) Al Khoziny Sidoarjo. Barulah setelah itu dilakukan penegakan hukum. (Hanif Nasrullah/Soni Namura/Rinto A Navis)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Dari 8 kantong jenazah teridentifikasi 7 santri Ponpes Al Khoziny","link":"https://www.antaranews.com/berita/5157497/dari-8-kantong-jenazah-teridentifikasi-7-santri-ponpes-al-khoziny","description":"ANTARA - Tim Disaster Victim Investigation Kepolisian Daerah Jawa Timur (DVI Polda Jatim) mengidentifikasi tujuh jenazah santri yang menjadi korban ambruknya bangunan di Pondok Pesantren (Ponpes) Al Khoziny Sidoarjo, Senin (6/10). Tujuh jenazah tersebut berasal dari delapan kantong jenazah. (Hanif Nasrullah/Fahrul Marwansyah/Gracia Simanjuntak)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"PSDKP hentikan reklamasi tak berizin di Pulau Durai, Karimun","link":"https://www.antaranews.com/berita/5157453/psdkp-hentikan-reklamasi-tak-berizin-di-pulau-durai-karimun","description":"ANTARA - Tindakan tegas dijatuhkan untuk sebuah perusahaan yang melakukan reklamasi di Pulau Durai, Kabupaten Karimun, Kepulauan Riau. Mulai Senin (6/10) kawasan tersebut disegel dan seluruh kegiatan dihentikan sementara karena pengerjaan reklamasi yang sudah berjalan empat bulan ternyata dilakukan tanpa izin alias ilegal. ​​​(Rinto A Navis/Angiela Chantiequ/Agha Yuninda Maulana/Rinto A Navis)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Taman hiburan baru jadi simbol pertumbuhan ekonomi","link":"https://www.antaranews.com/berita/5157397/taman-hiburan-baru-jadi-simbol-pertumbuhan-ekonomi","description":"ANTARA - Ghana terus memperkuat sektor pariwisatanya melalui pembangunan Bright International Amusement Park di Afienya. Taman hiburan dengan berbagai fasilitas modern ini akan menjadi destinasi baru bagi warga dan wisatawan kawasan Afrika Barat. Proyek tersebut juga sejalan dengan program ekonomi 24 jam yang tengah dijalankan pemerintah untuk meningkatkan aktivitas ekonomi nasional. (XINHUA/I Gusti Agung Ayu N/Agha Yuninda Maulana/Nanien Yuniar)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Mobil hemat energi dan ramah lingkungan karya mahasiswa Unej","link":"https://www.antaranews.com/berita/5157369/mobil-hemat-energi-dan-ramah-lingkungan-karya-mahasiswa-unej","description":"ANTARA - Universitas Jember (Unej) meluncurkan dua mobil hemat energi dan ramah lingkungan karya mahasiswa Fakultas Teknik, yakni Wilabrata DV (Diesel Vehicle) dan Basundara E-Kart (Gokart Listrik) demi mendukung teknologi dan inovasi energi terbarukan, Senin (6/10). Kedua mobil tersebut menjadi simbol transisi menuju teknologi yang lebih efisien dan ramah lingkungan. (Hamka Agung Balya/Fahrul Marwansyah/Gracia Simanjuntak)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Angin kencang terjadi lagi di Jember, robohkan pohon dan timpa mobil","link":"https://www.antaranews.com/berita/5157365/angin-kencang-terjadi-lagi-di-jember-robohkan-pohon-dan-timpa-mobil","description":"ANTARA - Angin kencang terjadi berulang dalam sepekan terakhir di sejumlah wilayah di Kabupaten Jember, Jawa Timur. Pada Senin sore (6/10) angin kencang menumbangkan sebuah pohon besar di tepi jalan penghubung Jember-Bondowoso. Sejak 29 September-6 Oktober,  sebanyak 3 mobil dan 1 truk tertimpa pohon yang roboh akibat angin kencang. (Hamka Agung Balya/Agha Yuninda Maulana/Rinto A Navis)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"BGN percepat penerbitan SLHS bagi SPPG di daerah","link":"https://www.antaranews.com/berita/5157349/bgn-percepat-penerbitan-slhs-bagi-sppg-di-daerah","description":"ANTARA - Kepala Badan Gizi Nasional (BGN) Dadan Hindayana mengungkapkan dalam waktu sebulan ke depan semua Satuan Pelayanan Pemenuhan Gizi (SPPG) harus memiliki Sertifikat Laik Higiene Sanitasi (SLHS) untuk menjamin mutu pelaksanaan program Makan Bergizi Gratis (MBG). Dadan pun mengajak pemerintah daerah untuk ikut memfasilitasi SPPG memperoleh SLHS. (Fx. Suryo Wicaksono/Chairul Fajri/Gracia Simanjuntak)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Iran nyatakan perjanjian nuklir Kairo tak lagi jadi dasar kerja sama","link":"https://www.antaranews.com/berita/5157333/iran-nyatakan-perjanjian-nuklir-kairo-tak-lagi-jadi-dasar-kerja-sama","description":"ANTARA - Iran menyatakan hubungan kerja samanya dengan Badan Energi Atom Internasional (IAEA) berada di titik baru. Menurut Menlu Seyed Abbas Araghchi, penerapan mekanisme snapback dan perubahan kondisi politik membuat perjanjian Kairo tidak lagi relevan untuk diterapkan. (XINHUA/I Gusti Agung Ayu N/Agha Yuninda Maulana/Nanien Yuniar)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Korsleting picu kebakaran ICU, enam pasien tewas di rumah sakit India","link":"https://www.antaranews.com/berita/5157309/korsleting-picu-kebakaran-icu-enam-pasien-tewas-di-rumah-sakit-india","description":"ANTARA - Enam pasien dilaporkan tewas dalam kebakaran yang melanda ruang ICU di Rumah Sakit Sawai Man Singh, Jaipur, India barat. Polisi menyebut kebakaran terjadi akibat korsleting listrik yang membuat api cepat menyebar di lantai dua rumah sakit tersebut.(XINHUA/I Gusti Agung Ayu N/Agha Yuninda Maulana/Nanien Yuniar)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Kampung Cempluk Festival 2025 angkat budaya dan UMKM lokal","link":"https://www.antaranews.com/berita/5157301/kampung-cempluk-festival-2025-angkat-budaya-dan-umkm-lokal","description":"ANTARA - Kampung Cempluk Festival kembali digelar di Dusun Sumberjo, Desa Kalisongo, Kabupaten Malang, pada 6-11 Oktober. Festival yang sudah berlangsung sebanyak 15 kali itu berhasil menyedot pengunjung yang ingin merasakan kampung tempo dulu, serta menjajal jajanan tradisional dari seratusan UMKM yang dilibatkan. (Achmad Saif Hajarani/Chairul Fajri/Gracia Simanjuntak)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"MGPA: Kesuksesan MotoGP Mandalika berkat kolaborasi semua pihak","link":"https://www.antaranews.com/berita/5157025/mgpa-kesuksesan-motogp-mandalika-berkat-kolaborasi-semua-pihak","description":"ANTARA - Penyelenggaraan Pertamina Grand Prix of Indonesia 2025 di Sirkuit Mandalika, Lombok, Nusa Tenggara Barat pada 3-5 Oktober merupakan keberhasilan kolaborasi nasional. Direktur Utama Mandalika Grand Prix Assosiation Priandhi Satria menyampaikan apresiasi bagi semua pihak yang berperan, menegaskan profesionalisme yang membanggakan bangsa di kancah dunia. (Kusnandar/Andi Bagasela/Gracia Simanjuntak)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Identifikasi korban Ponpes Al Khoziny libatkan para ahli","link":"https://www.antaranews.com/berita/5156989/identifikasi-korban-ponpes-al-khoziny-libatkan-para-ahli","description":"ANTARA - Tim &quot;Disaster Victim Investigation&quot; Kepolisian Daerah Jawa Timur (DVI Polda Jatim) melibatkan para ahli untuk mengidentifikasi jenazah para korban ambruknya bangunan Pondok Pesantren (Ponpes) Al Khoziny Sidoarjo, melalui rekonsiliasi yang digelar di Surabaya, Senin (6/10). Rekonsiliasi tersebut membahas pencocokan data antemortem dan postmortem seluruh jenazah korban yang diterima di Pos Komando (Posko) DVI Rumah Sakit Bhayangkara Polea Jatim Surabaya. (Hanif Nasrullah/Andi Bagasela/Nanien Yuniar)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Menkum terbitkan SK baru akhiri dualisme kepemimpinan PPP","link":"https://www.antaranews.com/berita/5156981/menkum-terbitkan-sk-baru-akhiri-dualisme-kepemimpinan-ppp","description":"ANTARA - Menteri Hukum Supratman Andi Agtas menerbitkan surat keputusan (SK) terkait susunan kepengurusan baru Partai Persatuan Pembangunan (PPP), yang mengakhiri konflik dualisme kepemimpinan dalam partai tersebut. Dalam konferensi pers di Jakarta, Senin (6/10), Menkum menjelaskan berdasarkan SK tersebut, Muhammad Mardiono tetap sebagai Ketua Umum PPP periode 2025-2030, sedangkan Agus Suparmanto sebagai Wakil Ketua Umum. (Suci Nurhaliza/Pradanna Putra Tampi/Chairul Fajri/Nanien Yuniar)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Freeport Indonesia temukan tujuh korban luncuran material basah","link":"https://www.antaranews.com/berita/5156961/freeport-indonesia-temukan-tujuh-korban-luncuran-material-basah","description":"ANTARA - Tim Penyelamat PT Freeport Indonesia bekerja sama dengan Kementerian ESDM, Polres Mimika, Basarnas, dan B-P-B-D telah menemukan total 7 korban di insiden luncuran material basah di Tambang Bawah Tanah Grasberg Block Cave. Pada Minggu (5/10), dalam tahap penyelamatan akhir, Tim PT Freeport kembali menemukan 5 korban, setelah 2 korban sebelumnya ditemukan pada Sabtu (20/9) lalu. (Sanya Dinda Susanti/Andi Bagasela/Roy Rosa Bachtiar)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Menkum bantah TNI jadi penyidik dalam RUU Keamanan dan Ketahanan Siber","link":"https://www.antaranews.com/berita/5156949/menkum-bantah-tni-jadi-penyidik-dalam-ruu-keamanan-dan-ketahanan-siber","description":"ANTARA - Menteri Hukum Supratman Andi Agtas membantah isu yang menyebut RUU Keamanan dan Ketahanan Siber akan memberikan kewenangan kepada TNI untuk menjadi penyidik. Di Jakarta, Senin (6/10), Menkum mengatakan RUU tersebut tidak akan menyebut secara spesifik siapa yang berwenang sebagai penyidik, sebab telah diatur melalui undang-undang lainnya. (Suci Nurhaliza/Pradanna Putra Tampi/Chairul Fajri/Nanien Yuniar)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Adik Jusuf Kalla jadi tersangka dugaan korupsi PLTU 1 Kalbar","link":"https://www.antaranews.com/berita/5156809/adik-jusuf-kalla-jadi-tersangka-dugaan-korupsi-pltu-1-kalbar","description":"ANTARA - Korps Pemberantasan Tindak Pidana Korupsi (Kortastipidkor) Polri menetapkan 4 tersangka dalam kasus dugaan korupsi PLTU 1 Kalimantan Barat. Dalam konferensi pers di Jakarta, Senin (6/10), Kakortastipidkor Polri Irjen Pol Cahyono Wibowo mengungkap salah satu tersangka yakni adik Wakil Presiden RI ke-10 dan 12 Jusuf Kalla, Halim Kalla.<br />&#13;\n(Suci Nurhaliza/Pradanna Putra Tampi/Chairul Fajri/Nanien Yuniar)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Kemenkum wajibkan Perseroan Terbatas RUPS dan buat laporan keuangan","link":"https://www.antaranews.com/berita/5156757/kemenkum-wajibkan-perseroan-terbatas-rups-dan-buat-laporan-keuangan","description":"ANTARA - Kementerian Hukum mulai mewajibkan seluruh perseroan terbatas (PT) untuk melakukan Rapat Umum Pemegang Saham (RUPS) minimal setahun sekali, dan membuat laporan keuangan. Dirjen Administrasi Hukum Umum (AHU) Kemenkum Widodo di Jakarta, Senin (6/10), mengatakan setelah Beneficial Ownership (BO) atau pemilik manfaat suatu aset atau perusahaan diverifikasi, termasuk para pemilik PT, wajib melakukan RUPS minimal setahun sekali.<br />&#13;\n(Sanya Dinda Susanti/Chairul Fajri/Gracia Simanjuntak)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Gubernur Kalteng fasilitasi kebutuhan di rutan Palangka Raya","link":"https://www.antaranews.com/berita/5156681/gubernur-kalteng-fasilitasi-kebutuhan-di-rutan-palangka-raya","description":"ANTARA - Gubernur Kalimantan Tengah, Agustiar Sabran, melakukan peninjauan ke Rumah Tahanan Negara Kelas II A Palangka Raya, Senin (06/10). Kunjungan ini bertujuan melihat langsung aktivitas warga binaan sekaligus menjalin kerja sama di bidang layanan kesehatan, ketenagakerjaan, dan usaha kecil menengah untuk meningkatkan kreativitas mereka di dalam rutan.<br />&#13;\n(Redianto Tumon Sp/Chairul Fajri/I Gusti Agung Ayu N)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Peserta terbaik MTQ ke-24 Kota Cilegon terima kadedeuh hingga umrah","link":"https://www.antaranews.com/berita/5156633/peserta-terbaik-mtq-ke-24-kota-cilegon-terima-kadedeuh-hingga-umrah","description":"ANTARA - Pemerintah Kota Cilegon, Senin (6/10), memberikan kadedeuh atau uang tali asih kepada 177 peserta terbaik lomba MTQ ke-24 Tingkat Kota Cilegon, serta tiket umrah kepada tiga orang peserta yang akan dikirim untuk mewakili Provinsi Banten pada tingkat STQH Nasional XXVIII di Kendari, Sulawesi Tenggara, pada 9-19 Oktober mendatang. Wali Kota Cilegon, Robinsar, menyatakan uang kadedeuh ini adalah bentuk dukungan pemerintah kepada peserta untuk terus bersemangat mengasah kemampuan sebagai qori dan qoriah terbaik Kota Cilegon. (Susmiatun Hayati/Andi Bagasela/Rijalul Vikry)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Ratusan atlet muda Jatim ramaikan festival bulutangkis U-15","link":"https://www.antaranews.com/berita/5156617/ratusan-atlet-muda-jatim-ramaikan-festival-bulutangkis-u-15","description":"ANTARA - Festival bulutangkis U-15 Piala Menpora seri Regional 8 Jawa Timur bergulir di Malang Badminton Arena sejak 4-8 Oktober 2025. Gelaran ini digelar sebagai upaya dalam memberi ruang bagi bibit-bibit muda bulutangkis di Jawa Timur agar bisa tampil, berkompetisi dan mengasah kemampuan.<br />&#13;\n(Achmad Saif Hajarani/Yovita Amalia/I Gusti Agung Ayu N)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Kaltim cegah penyebaran TBC dengan Tes Cepat Molekuler","link":"https://www.antaranews.com/berita/5156537/kaltim-cegah-penyebaran-tbc-dengan-tes-cepat-molekuler","description":"ANTARA - Pemerintah Provinsi Kalimantan Timur berupaya mencegah penyebaran penyakit Tuberkulosis (TBC) melalui  Tes Cepat Molekuler (TCM). Layanan tes yang dihadirkan di sejumlah fasilitas kesehatan tersebut digunakan untuk mendeteksi bakteri penyebab TBC agar dapat segera ditangani.(Hanifan Ma&#39;ruf/Andi Bagasela/Ludmila Yusufin Diah Nastiti)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Pemerintah sita aset tambang ilegal di Babel senilai Rp7 triliun","link":"https://www.antaranews.com/berita/5156489/pemerintah-sita-aset-tambang-ilegal-di-babel-senilai-rp7-triliun","description":"ANTARA - Pemerintah telah menyita aset dari tambang ilegal di kawasan konsesi PT Timah Tbk, Bangka Belitung, mulai dari smelter, ratusan ribu kilogram timah, hingga alat berat. Presiden Prabowo Subianto, Senin (6/10), menyebut sitaan tersebut memiliki nilai Rp7 triliun rupiah. (Cahya Sari/Yovita Amalia/Roy Rosa Bachtiar)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Prabowo serahkan 6 smelter sitaan kasus korupsi ke PT Timah","link":"https://www.antaranews.com/berita/5156481/prabowo-serahkan-6-smelter-sitaan-kasus-korupsi-ke-pt-timah","description":"ANTARA - Presiden Prabowo Subianto, Senin (6/10), menyaksikan penyerahan enam smelter kepada PT Timah Tbk yang merupakan hasil sitaan dari tambang ilegal. Usai meninjau langsung sejumlah barang sitaan di smelter PT Tinindo Internusa, di Kota Pangkalpinang, Bangka Belitung, Prabowo mengatakan kerugian negara dari enam smelter yang beroperasi tanpa izin tersebut diperkirakan mencapai Rp300 triliun. (Cahya Sari/Andi Bagasela/Rijalul Vikry)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"BRIN: Dentuman di Cirebon berasal dari meteor, bukan ledakan","link":"https://www.antaranews.com/berita/5156401/brin-dentuman-di-cirebon-berasal-dari-meteor-bukan-ledakan","description":"ANTARA - Peneliti Ahli Utama Pusat Riset Antariksa, Badan Riset dan Inovasi Nasional (BRIN), Prof. Thomas Djamaluddin, Senin (6/9), memastikan bahwa dentuman yang terdengar di wilayah Kabupaten Kuningan hingga Kabupaten Cirebon, Minggu malam (5/10), disebabkan oleh meteor berukuran cukup besar yang melintas di langit Jawa Barat. Diperkirakan ukuran meteor Cirebon sekitar 3 hingga 5 meter dan jatuh ke laut serta tidak berkaitan dengan kejadian kebakaran di Brebes. (Dian Hardiana/Yovita Amalia/Rijalul Vikry)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"SPPG Cinere gandeng Puskesmas untuk pastikan kesehatan  pegawai","link":"https://www.antaranews.com/berita/5156313/sppg-cinere-gandeng-puskesmas-untuk-pastikan-kesehatan-pegawai","description":"ANTARA - Satuan Pelayanan Pemenuhan Gizi (SPPG) Cinere Depok Jawa Barat menggandeng Puskesmas Cinere untuk mengawasi kesehatan fisik dan mental pegawai SPPG. Ditemui awak media di Depok, Jawa Barat, Senin (6/10) Tim Pengawas Puskesmas Cinere Putri Agustin menjelaskan pengawasan tersebut salah satunya dengan melakukan pemeriksaan kesehatan atau medical check up selama satu bulan sekali. (Irfansyah Naufal Nasution/Yovita Amalia/Nanien Yuniar)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"BNPB targetkan evakuasi korban ponpes roboh rampung Senin 6 Oktober","link":"https://www.antaranews.com/berita/5156301/bnpb-targetkan-evakuasi-korban-ponpes-roboh-rampung-senin-6-oktober","description":"ANTARA - Tim gabungan melanjutkan proses pencarian korban di lokasi runtuhnya musala Pondok Pesantren Al-Khoziny Sidoarjo, Jawa Timur yang menelan puluhan korban jiwa pada Senin (6/10). BNPB menargetkan proses evakuasi seluruh korban dapat diselesaikan pada hari ini. (Putri Hanifa/Andi Bagasela/Roy Rosa Bachtiar)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"PT Timah siap kelola enam smelter sitaan kasus korupsi di Babel","link":"https://www.antaranews.com/berita/5156261/pt-timah-siap-kelola-enam-smelter-sitaan-kasus-korupsi-di-babel","description":"ANTARA - PT. Timah Tbk menyatakan kesiapannya mengelola smelter sitaan kasus korupsi tata niaga komoditas timah di Provinsi Kepulauan Bangka Belitung. Kesiapan tersebut ditandai dengan penyerahan aset barang rampasan negara berupa enam smelter milik PT. Tinindo Internusa kepada PT. Timah Tbk, yang disaksikan langsung oleh Presiden RI Prabowo Subianto, di Kota Pangkalpinang, Senin (6/9). (Chandrika Purnama Dewi/Andi Bagasela/Rijalul Vikry)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Pemko Lhokseumawe siapkan sarana dan SDM untuk eksploitasi migas","link":"https://www.antaranews.com/berita/5156233/pemko-lhokseumawe-siapkan-sarana-dan-sdm-untuk-eksploitasi-migas","description":"ANTARA - Pemerintah Kota Lhokseumawe, Aceh, menyiapkan sumber daya manusia dan perusahaan lokal untuk dapat berpartisipasi dalam eksploitasi minyak dan gas yang terdapat di perairan Lhokseumawe. Hal tersebut disampaikan Wali Kota Lhokseumawe, Sayuti Abubakar saat audiensi dengan 72 pelaku usaha lokal yang berkecimpung dalam bisnis minyak dan gas, Senin (6/10). (Try Vanny S/Andi Bagasela/Rijalul Vikry)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Indonesia ajukan tambahan kuota tuna sirip biru selatan di forum CCSBT","link":"https://www.antaranews.com/berita/5156225/indonesia-ajukan-tambahan-kuota-tuna-sirip-biru-selatan-di-forum-ccsbt","description":"ANTARA - Menteri Kelautan dan Perikanan Wahyu Sakti Trenggono mengajukan penambahan kuota tuna sirip biru selatan (southern bluefin tuna) bagi Indonesia hingga 15 persen. Pengajuan tersebut disampaikannya dalam pertemuan tahunan ke-32 Komisi Konservasi Tuna Sirip Biru Selatan (Commision For The Conservation of Southern Bluefin Tuna/ CCSBT) di Nusa Dua, Kabupaten Badung, Bali, Senin (6/10). (Rita Laura/Yovita Amalia/Ludmila Yusufin Diah Nastiti)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Sekolah rakyat jenjang SD di Solo resmi beroperasi, tampung 50 siswa","link":"https://www.antaranews.com/berita/5156193/sekolah-rakyat-jenjang-sd-di-solo-resmi-beroperasi-tampung-50-siswa","description":"ANTARA - Sebanyak 50 siswa yang terbagi ke dalam dua rombongan belajar mulai mengikuti Sekolah Rakyat Dasar 2 Solo yang bertempat di Balai Pelatihan Vokasi dan Produktivitas (BPVP) Solo, Jawa Tengah. Wakil Menteri Sosial Agus Jabo Priyono menghadiri langsung pembukaan masa pengenalan lingkungan sekolah (MPLS) di Sekolah Rakyat Dasar 2 Solo pada Senin (6/10). (Denik Apriyani/Yovita Amalia/Nanien Yuniar)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Polda Aceh amankan satu ton lebih narkoba dalam tiga bulan terakhir","link":"https://www.antaranews.com/berita/5156181/polda-aceh-amankan-satu-ton-lebih-narkoba-dalam-tiga-bulan-terakhir","description":"ANTARA - Polda Aceh gagalkan upaya penyeludupan narkotika jenis sabu seberat 80,5 kilogram dan 1 kilogram kokain, dalam rentan waktu tiga bulan terakhir. Selain itu, Polda Aceh juga mengamankan 1,3 ton ganja kering. Dalam pengungkapan tersebut polisi ikut menangkap 22 tersangka. (Aprizal Rachmad/Yovita Amalia/Roy Rosa Bachtiar)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Badan Bahasa dan DPR perkuat upaya literasi nasional","link":"https://www.antaranews.com/berita/5156161/badan-bahasa-dan-dpr-perkuat-upaya-literasi-nasional","description":"ANTARA - Pemerintah melalui Badan Pengembangan dan Pembinaan Bahasa (Badan Bahasa) terus berupaya meningkatkan budaya literasi nasional, meski dihadapkan pada berbagai tantangan, terutama keterbatasan anggaran. Upaya ini dilakukan melalui kerja sama dengan Komisi X DPR RI untuk memperluas akses buku bacaan bermutu dan menumbuhkan minat baca anak-anak di seluruh Indonesia.<br />&#13;\n(Dian Hardiana/Andi Bagasela/Nanien Yuniar)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Upaya Kementerian Hukum tutup celah kejahatan keuangan","link":"https://www.antaranews.com/berita/5156101/upaya-kementerian-hukum-tutup-celah-kejahatan-keuangan","description":"ANTARA - Kementerian Hukum bekerja sama dengan kementerian dan lembaga lain untuk melakukan verifikasi terhadap beneficial owner (BO) atau pemilik manfaat suatu aset atau perusahaan, guna menutup celah kejahatan keuangan. Penandatanganan perjanjian kerja sama itu dilakukan oleh Dirjen Administrasi Hukum Umum Kemenkum Widodo bersama perwakilan Kementerian ESDM, KPPU, Kemendagri dan Kadin, di kantor Kemenkum Jakarta, Senin (6/10). (Sanya Dinda Susanti/Yovita Amalia/Nanien Yuniar)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Kenaikan harga emas dorong inflasi pada September 2025","link":"https://www.antaranews.com/berita/5156045/kenaikan-harga-emas-dorong-inflasi-pada-september-2025","description":"ANTARA - Badan Pusat Statistik (BPS) mencatat kenaikan harga emas perhiasan menjadi faktor utama pendorong inflasi pada September 2025. Kepala BPS Amalia Adininggar Widyasanti di Jakarta, Senin (6/10), mengatakan kondisi ini turut mengerek inflasi tahunan ke level 2,65 persen dan inflasi tahun ini berjalan sebesar 1,82 persen. (Putri Hanifa/Andi Bagasela/Roy Rosa Bachtiar)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Kemendagri minta daerah bergerak cepat kendalikan inflasi","link":"https://www.antaranews.com/berita/5156001/kemendagri-minta-daerah-bergerak-cepat-kendalikan-inflasi","description":"ANTARA - Sekjen Kemendagri Tomsi Tohir dalam Rapat Pengendalian Inflasi Daerah di Jakarta, Senin (6/10), menilai kenaikan inflasi di sejumlah provinsi perlu mendapat perhatian serius dari pemerintah daerah. Ia menyebut inflasi di Sumatera Utara tercatat paling tinggi mencapai 5,32 persen disusul Riau, Aceh, dan Sumatera Barat.<br />&#13;\n(Putri Hanifa/Yovita Amalia/I Gusti Agung Ayu N)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Pasar Kota Wonogiri terbakar, Bupati siapkan pasar darurat","link":"https://www.antaranews.com/berita/5155969/pasar-kota-wonogiri-terbakar-bupati-siapkan-pasar-darurat","description":"ANTARA - Kebakaran terjadi di Pasar Kota Wonogiri, Jawa Tengah, pada Senin (6/10), mengakibatkan ratusan kios dan los pedagang hangus dilalap api selama kurang lebih enam jam. Bupati Wonogiri, Setyo Sukarno menyatakan pihaknya memberikan solusi untuk para pedagang dengan menyiapkan pasar darurat. (Denik Apriyani/Andi Bagasela/Rijalul Vikry)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Bulog siapkan 28 ribu ton beras subsidi untuk stabilisasi harga","link":"https://www.antaranews.com/berita/5155893/bulog-siapkan-28-ribu-ton-beras-subsidi-untuk-stabilisasi-harga","description":"ANTARA - Perum Badan Urusan Logistik (Bulog) Kantor Wilayah Kalimantan Barat  menyiapkan lebih dari 28 ribu ton beras medium bersubsidi untuk mendukung program Stabilisasi Pasokan dan Harga Pangan (SPHP) di wilayah setempat, Senin (6/10). Program prioritas yang dilaksanakan hingga akhir Desember 2025 itu menjadi wujud komitmen pemerintah dalam menjaga ketersediaan dan mencegah terjadinya fluktuasi harga di sektor pangan.(Indra Budi Santoso/Andi Bagasela/Ludmila Yusufin Diah Nastiti)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Perindah tampilan tata kota, Cilegon perbaiki sejumlah halte rusak","link":"https://www.antaranews.com/berita/5155889/perindah-tampilan-tata-kota-cilegon-perbaiki-sejumlah-halte-rusak","description":"ANTARA - Pemerintah Kota Cilegon memperbaiki halte-halte yang kondisinya rusak agar lebih nyaman dan estetik, untuk memperindah tampilan tata kota dan mengembalikan fungsi halte. Kepala Dinas Perhubungan Kota Cilegon, Heri Suheri pada Senin (6/10), mengatakan dari total delapan halte yang dimiliki Pemkot Cilegon saat ini sudah ada sebanyak tiga halte yang diperbaiki.(Susmiatun Hayati/Yovita Amalia/Ludmila Yusufin Diah Nastiti)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Tidak terapkan SOP, satu dapur MBG di Temanggung dihentikan sementara","link":"https://www.antaranews.com/berita/5155877/tidak-terapkan-sop-satu-dapur-mbg-di-temanggung-dihentikan-sementara","description":"ANTARA - Pemerintah pusat menghentikan sementara satu Satuan Pelayanan Pemenuhan Gizi (SPPG) pengelola dapur program makan bergizi gratis (MBG) di Temanggung, Jawa Tengah, Senin (6/10). Penghentian itu karena pihak SPPG tidak menjalankan standar operasional prosedur (SOP) yang menyebabkan insiden keracunan.(Firman Eko Handy/Yovita Amalia/Ludmila Yusufin Diah Nastiti)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Pemkot Ambon sediakan layanan internet gratis di 40 titik","link":"https://www.antaranews.com/berita/5155781/pemkot-ambon-sediakan-layanan-internet-gratis-di-40-titik","description":"ANTARA - Pemerintah kota (Pemkot) Ambon menyediakan layanan internet jaringan nirkabel (WIFI) gratis pada 40 titik di berbagai ruang publik yang adai di kota Ambon, Maluku. Layanan internet tersebut dihadirkan agar masyarakat dapat menikmati akses internet secara gratis. (Alfian Sanusi/Rizky Bagus Dhermawan/Ludmila Yusufin Diah Nastiti)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Pemkot Kendari & Baznas salurkan bantuan bagi keluarga miskin ekstrem","link":"https://www.antaranews.com/berita/5155729/pemkot-kendari-baznas-salurkan-bantuan-bagi-keluarga-miskin-ekstrem","description":"ANTARA - Pemerintah kota bersama Badan Amil Zakat Nasional (Baznas) Kota Kendari menyalurkan bantuan kepada 100 kepala keluarga (KK) yang masuk dalam kategori masyarakat miskin ekstrem di Kendari, Senin (6/10). Penyerahan bantuan tersebut diberikan dalam kegiatan Gerakan Pangan Murah (GPM) Pemkot Kendari dalam memperingati Hari Pangan Sedunia (HPS). (Saharudin/Rizky Bagus Dhermawan/Ludmila Yusufin Diah Nastiti)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Pembersihan material Ponpes roboh capai 80 persen, 54 korban meninggal","link":"https://www.antaranews.com/berita/5155641/pembersihan-material-ponpes-roboh-capai-80-persen-54-korban-meninggal","description":"ANTARA - Pembersihan material di reruntuhan Pondok Pesantren (Ponpes) Al Khoziniy, Sidoarjo, Jawa Timur, telah mencapai 80 persen, pada Senin (6/10). Sebanyak 158 korban telah dievakuasi, dengan 54 di antaranya meninggal dunia.(Hanif Nasrullah/Rizky Bagus Dhermawan/Ludmila Yusufin Diah Nastiti)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Jalan-jalan dari Sabang ke Blok M, mengenal kota dan musik di Jakarta","link":"https://www.antaranews.com/berita/5155505/jalan-jalan-dari-sabang-ke-blok-m-mengenal-kota-dan-musik-di-jakarta","description":"ANTARA -  Sejarah perkembangan kota Jakarta tak lepas dari musik, itulah yang dieksplorasi dalam tur jalan kaki SANA Kenal Kota, Sabtu (4/9). Diselingi perjalanan dengan transportasi umum, jelajah singkat dari jalan Sabang hingga Blok M ini mengajak para peserta mengenang dan mengenal tempat-tempat ikonik dari sisi sejarah maupun musik di Jakarta.(Nanien Yuniar/Rizky Bagus Dhermawan/Ludmila Yusufin Diah Nastiti)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Menikmati lezatnya masakan rumahan versi premium di Senayan","link":"https://www.antaranews.com/berita/5155425/menikmati-lezatnya-masakan-rumahan-versi-premium-di-senayan","description":"ANTARA - Meskipun restoran-restoran yang menyuguhkan masakan dari berbagai negara tengah menjamur,  masakan Nusantara masih punya tempat di hati para pencinta kuliner. Bagi anda penyuka masakan khas Indonesia,  restoran yang satu ini bisa jadi pilihan karena  menyuguhkan lezatnya makanan ala rumahan dengan versi premium. (Nanien Yuniar/Rizky Bagus Dhermawan/Ludmila Yusufin Diah Nastiti)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Revitalisasi “Bubu” di Wakatobi lewat konten kreatif","link":"https://www.antaranews.com/berita/5155229/revitalisasi-bubu-di-wakatobi-lewat-konten-kreatif","description":"ANTARA - Penangkapan ikan ramah lingkungan terus dikampanyekan oleh berbagai pihak, termasuk generasi muda asal Wangi-Wangi, Wakatobi, Sulawesi Tenggara yang mengulas tentang penggunaan &quot;bubu&quot; sebagai sebuah alat tangkap tradisional khas masyarakat nelayan setempat. Berkat &quot;bubu&quot;, Rahma, seorang pelajar SMA 4 Wangi-Wangi berhasil menjadi juara dalam lomba video konten kreator yang diinisiasi Yayasan Konservasi Alam Nusantara (YKAN), Kementerian Kehutanan, dan Balai Taman Nasional. (Setyanka Harviana Putri/Sandy Arizona/Nabila Anisya Charisty)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Kangen Band hingga Bernadya meriahkan  hari terakhir Synchronize Fest","link":"https://www.antaranews.com/berita/5155225/kangen-band-hingga-bernadya-meriahkan-hari-terakhir-synchronize-fest","description":"ANTARA - Gelaran hari terakhir Synchronize Festival 2025 pada Minggu (4/10) dibuka oleh penampilan dari grup band Padi Reborn di panggung utama &ldquo;Dynamic Stage. Festival semakin meriah dengan penampilan deretan musisi seperti Maliq &amp; D&#39;Essentials Kangen Band, Bernadya, Elvy Sukaesih, hingga pertunjukan tribute juga dihadirkan untuk musisi yang meninggal dunia tahun ini, Gusti Irwan. (Azhfar Muhammad Robbani/Ryan Rahman/Sandy Arizona/Nanien Yuniar)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Riffmeister & Tribute to Gustiwiw jadi penutup berkesan Sync Fest 2025","link":"https://www.antaranews.com/berita/5155221/riffmeister-tribute-to-gustiwiw-jadi-penutup-berkesan-sync-fest-2025","description":"ANTARA - <em>Syncronize Festival</em> 2025, menghadirkan spesial show untuk mendiang almarhum Gusti Irwan Wibowo yang bertajuk &ldquo;<em>Tribute to</em> Gustiwiw&rdquo;, yang digelar pada hari terakhir <em>Syncronize Fest</em> di Jiexpo Kemayoran, Jakarta (5/10). Selain Gusti, bentuk penghormatan juga diberikan kepada gitaris band Seringai, Ricky Siahaan, dalam tema &ldquo;Riffmeister <em>The Legacy Of Ricky Siahaan</em>.&rdquo;(Azhfar Muhammad Robbani/Ryan Rahman/Sandy Arizona/Nabila Anisya Charisty)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Elvy Sukaesih dan Tokyo SKA Paradise goyang  Synchronize Fest","link":"https://www.antaranews.com/berita/5155197/elvy-sukaesih-dan-tokyo-ska-paradise-goyang-synchronize-fest","description":"ANTARA - Ratu Dangdut Elvy Sukaesih berkolaborasi dengan grup ska legendaris asal Jepang, Tokyo SKA Paradise Orchestra dalam Gelaran hari terakhir Synchronize Festival 2025 pada Minggu (5/10). Penampilan kolaborasi ini menjadi momentum reuni mereka sejak 30 tahun lalu tampil bersama di Jepang. (Azhfar Muhammad Robbani/Ryan Rahman/Sandy Arizona/Nanien Yuniar)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Fermin Aldeguer juarai seri MotoGP Indonesia","link":"https://www.antaranews.com/berita/5155173/fermin-aldeguer-juarai-seri-motogp-indonesia","description":"ANTARA - Pembalap Gresini Racing Fermin Aldeguer memenangi MotoGP Indonesia yang berlangsung di Sirkuit Mandalika, Lombok, Nusa Tenggara Barat (NTB), Minggu (5/10). Kemenangan pada seri ini sekaligus menjadi kemenangan perdana bagi rookie asal Spanyol tersebut setelah promosi pada musim ini di kelas MotoGP. (Irfan Hardiansyah/Ibnu Zaki/Sandy Arizona/Nanien Yuniar)","pubDate":"Tue, 07 Oct 2025 02:55:02 +0700","source":"Antara Video","category":"Multimedia"},{"title":"Pesona bulan purnama tandai Festival Pertengahan Musim Gugur di China","link":"https://www.antaranews.com/foto/5157185/pesona-bulan-purnama-tandai-festival-pertengahan-musim-gugur-di-china","description":"<p> A full moon is pictured in Urumqi, northwest China&#39;s Xinjiang Uygur Autonomous Region, Oct. 6, 2025. Monday marks this year&#39;s Mid-Autumn Festival, which is celebrated annually on the 15th day of the eighth month in the Chinese lunar calendar. People across China admire the full moon to celebrate the traditional holiday. (Xinhua/Xu Hongyan)</p>","pubDate":"Mon, 06 Oct 2025 21:11:47 +0700","source":"Antara Photo","category":"Multimedia"},{"title":"Antonius Kosasih divonis 10 tahun penjara dalam kasus korupsi investasi fiktif","link":"https://www.antaranews.com/foto/5157145/antonius-kosasih-divonis-10-tahun-penjara-dalam-kasus-korupsi-investasi-fiktif","description":"<p>Terdakwa kasus dugaan korupsi investasi fiktif di PT Taspen Antonius Nicholas Stephanus Kosasih (kanan) dan Ekiawan Heri Primaryanto (kedua kanan) berisap mengikuti sidang pembacaan putusan di Pengadilan Tipikor, Jakarta, Senin (8/7/2025). Majelis hakim memvonis Antonius Nicholas Stephanus Kosasih 10 tahun penjara, denda sebesar Rp500 juta subsider 6 bulan kurungan, serta uang pengganti sebesar Rp29,152 miliar subsider 3 tahun penjara, sementara Ekiawan Heri Primaryanto 9 tahun penjara, denda Rp500 juta subsider 6 bulan kurungan. ANTARA FOTO/Bayu Pratama S/foc.</p>","pubDate":"Mon, 06 Oct 2025 20:56:43 +0700","source":"Antara Photo","category":"Multimedia"},{"title":"Rapat Dengar Pendapat Warga di Senayan","link":"https://www.antaranews.com/foto/5156793/rapat-dengar-pendapat-warga-di-senayan","description":"<p>Pengunjuk rasa membentangkan poster aspirasi saat aksi bertajuk Rapat Dengar Pendapat Warga di depan Gedung DPR, Senayan, Jakarta, Senin (6/10/2025). Aksi dari sejumlah elemen mahasiswa tersebut untuk menuntut pemerintah dan pihak kepolisian agar segera membebaskan demonstran yang masih ditahan serta menghentikan tindakan represif dan upaya kriminalisasi terhadap massa aksi yang sedang menyampaikan aspirasi rakyat. ANTARA FOTO/Sulthony Hasanuddin/foc.</p>","pubDate":"Mon, 06 Oct 2025 19:01:43 +0700","source":"Antara Photo","category":"Multimedia"},{"title":"Festival Pertengahan Musim Gugur di Anhui","link":"https://www.antaranews.com/foto/5156705/festival-pertengahan-musim-gugur-di-anhui","description":"<p>People dance with a straw-woven dragon at Shuyuan Village, Huizhou District of Huangshan City, east China&#39;s Anhui Province, Oct. 4, 2025. As China&#39;s Mid-Autumn Festival approaches, villagers at Shuyuan Village highlights their celebration with the straw-woven dragon performance.<br />&#13;\n  Shuyuan&#39;s straw-woven dragon has been listed as a municipal-level intangible cultural heritage that boasts a history spanning over three centuries. Once the date for a dragon performance is slated at the village, locals would spontaneously collect and contribute straws for weaving of the dragon - an omen for a bountiful harvest.<br />&#13;\n  The straw-woven dragon performance on the occasion of the Mid-Autumn Festival has well blended cultural experience into sightseeing, which serves as a major tourist attraction this year. (Photo by Fan Chengzhu/Xinhua)</p>","pubDate":"Mon, 06 Oct 2025 18:30:50 +0700","source":"Antara Photo","category":"Multimedia"},{"title":"Rekor MURI pengasapan 6,6 ton cakalang dalam Festival Nyao Fufu","link":"https://www.antaranews.com/foto/5156661/rekor-muri-pengasapan-66-ton-cakalang-dalam-festival-nyao-fufu","description":"<p>Seorang warga memperlihatkan ikan cakalang fufu saat mengikuti Festival Nyao Fufu di Kelurahan Dufa-Dufa Kampung Nelayan di Ternate, Maluku Utara, Senin (6/10/2025). Pemecahan rekor Museum Rekor Dunia Indonesia (MURI) dengan pengasapan sebanyak 6,62 ton ikan cakalang tersebut melibatkan sekitar 3.000 warga sebagai upaya untuk membantu peningkatan ekonomi lokal serta menjadi sarana pemasaran bagi pelaku UMKM di daerah itu. ANTARA FOTO/Andri Saputra/YU</p>","pubDate":"Mon, 06 Oct 2025 18:17:28 +0700","source":"Antara Photo","category":"Multimedia"},{"title":"Hari kelima penghentian operasional pemerintah AS","link":"https://www.antaranews.com/foto/5156485/hari-kelima-penghentian-operasional-pemerintah-as","description":"<p>The U.S. Capitol building is seen in Washington, D.C., the United States, Oct. 5, 2025. As the U.S. federal government entered a shutdown -- the first time in nearly seven years -- the confrontation between President Donald Trump&#39;s administration and the Democratic Party has further escalated.<br />&#13;\n   The Trump administration has cut funding and programs in Democratic-led states and sought to dismantle federal agencies led by Democrats. Meanwhile, Democrats have shown a rare sense of unity, hoping to reverse declining approval ratings through the fight.<br />&#13;\n   This new round of partisan conflict over the government shutdown is markedly different from previous ones, characterized by greater hostility and malice that has pushed partisan strife to new heights. It highlights the deepening political polarization in the United States while inflicting greater harm on the American people. (Xinhua/Li Rui)</p>","pubDate":"Mon, 06 Oct 2025 17:15:20 +0700","source":"Antara Photo","category":"Multimedia"},{"title":"Program makan bergizi gratis di SPPG Cinere Depok, siswa bisa pilih menu sesuai AKG","link":"https://www.antaranews.com/foto/5155953/program-makan-bergizi-gratis-di-sppg-cinere-depok-siswa-bisa-pilih-menu-sesuai-akg","description":"<p>Petugas menunjukan menu makanan di Satuan Pelayanan Pemenuhan Gizi (SPPG) Cinere, Depok, Jawa Barat, Senin (6/10/2025). SPPG Cinere melayani program makan bergizi gratis (MBG) untuk siswa penerima manfaat dan dapat memesan menu yang diinginkan selama memenuhi Angka Kecukupan Gizi (AKG). ANTARA FOTO/Galih Pradipta/agr</p>","pubDate":"Mon, 06 Oct 2025 14:14:36 +0700","source":"Antara Photo","category":"Multimedia"},{"title":"Macan tutul masuk hotel di Bandung, evakuasi dramatis berakhir di tangan BBKSDA","link":"https://www.antaranews.com/foto/5155853/macan-tutul-masuk-hotel-di-bandung-evakuasi-dramatis-berakhir-di-tangan-bbksda","description":"<p>Seekor macan tutul (Panthera pardus) berada di dalam kandang usai dievakuasi di Anugerah Hotel, Bandung, Jawa Barat, Senin (6/10/2025). Tim gabungan yang terdiri dari unsur Balai Besar Konservasi Sumber Daya Alam (BBKSDA) Jawa Barat, Polisi, TNI, Diskar PB, dan relawan berhasil mengevakuasi seekor macan tutul yang masuk ke dalam hotel untuk selanjutnya dibawa ke Lembang Park &amp; Zoo untuk mendapatkan perawatan dan observasi lebih lanjut kemudian akan direhabilitasi sementara ke Pusat Penyelamatan Satwa Cikananga (PPSC) di Kabupaten Sukabumi. ANTARA FOTO/Abdan Syakura/agr</p>","pubDate":"Mon, 06 Oct 2025 13:17:50 +0700","source":"Antara Photo","category":"Multimedia"},{"title":"Napoli bungkam Genoa! aksi Rasmus Hojlund jadi penentu kemenangan 2-1","link":"https://www.antaranews.com/foto/5155653/napoli-bungkam-genoa-aksi-rasmus-hojlund-jadi-penentu-kemenangan-2-1","description":"<p>Pesepak bola Napoli Rasmus Hojlund (kiri) melepas tendangan dibayangi pesepak bola Genoa Sebastian Otoa (kanan) saat pertandingan sepak bola Serie A antara Napoli melawan Genoa di Stadion Diego Armando Maradona, Naples, Italia, Minggu (5/10/2025). Napoli berhasil mengalahkan Genoa dengan skor 2-1. ANTARA FOTO/Xinhua/agr<br />&#13;\n </p>","pubDate":"Mon, 06 Oct 2025 11:21:49 +0700","source":"Antara Photo","category":"Multimedia"},{"title":"Menjaga harmoni dengan laut, nelayan Suku Bajo berburu gurita dengan panah tradisional di Wakatobi","link":"https://www.antaranews.com/foto/5155541/menjaga-harmoni-dengan-laut-nelayan-suku-bajo-berburu-gurita-dengan-panah-tradisional-di-wakatobi","description":"<p>Nelayan Suku Bajo memegang gurita yang berhasil ditangkap dengan menggunakan panah tradisional di perairan Mola Selatan, Wakatobi, Sulawesi Tenggara, Senin (6/10/2025). Nelayan Suku Bajo hanya menggunakan alat panah tradisional untuk berburu ikan dan sejenisnya di dalam laut dan cara ini telah dilakukan secara turun temurun sejak dulu. ANTARA FOTO/Jojon/agr</p>","pubDate":"Mon, 06 Oct 2025 10:15:37 +0700","source":"Antara Photo","category":"Multimedia"},{"title":"Serie A 2025: Juventus dan AC Milan bermain tanpa gol di Allianz Stadium","link":"https://www.antaranews.com/foto/5155517/serie-a-2025-juventus-dan-ac-milan-bermain-tanpa-gol-di-allianzstadium","description":"<p>Pesepak bola Juventus Daniele Rugani (kanan) berebut bola dengan pesepak bola AC Milan Christian Pulisic (kiri) saat pertandingan sepak bola Serie A antara Juventus melawan AC Milan di Allianz Stadium, Turin, Italia, Minggu (5/10/2025). Pertandingan berakhir dengan skor 0-0. ANTARA FOTO/Xinhua/Alberto Lingria/agr</p>","pubDate":"Mon, 06 Oct 2025 09:51:59 +0700","source":"Antara Photo","category":"Multimedia"},{"title":"Momen Presiden Donald Trump tinjau kekuatan Angkatan Laut AS di Kapal Induk USS George H.W. Bush","link":"https://www.antaranews.com/foto/5155449/momen-presiden-donald-trump-tinjau-kekuatan-angkatan-laut-as-di-kapal-induk-uss-george-hw-bush","description":"<p>Presiden Amerika Serikat Donald Trump (kanan) berbicara dengan para pelaut Angkatan Laut AS disela-sela demonstrasi kekuatan kapal perang Angkatan Laut AS di atas kapal induk USS George H.W. Bush di lepas pantai Norfolk, Virginia, Amerika Serikat, Minggu (5/10/2025). ANTARA FOTO/REUTERS/Jonathan Ernst/agr</p>","pubDate":"Mon, 06 Oct 2025 09:03:14 +0700","source":"Antara Photo","category":"Multimedia"},{"title":"Foto pilihan pekan pertama Oktober 2025","link":"https://www.antaranews.com/foto/5155361/foto-pilihan-pekan-pertama-oktober-2025","description":"<p>Santri melihat bangunan musala yang ambruk di Pondok Pesantren (Ponpes) Al Khoziny di Kecamatan Buduran, Sidoarjo, Jawa Timur, Senin (29/9/2025). Belum diketahui jumlah korban yang yang tertimbun akibat ambruknya bangunan tersebut. ANTARA FOTO/Umarul Faruq/agr</p>","pubDate":"Mon, 06 Oct 2025 07:36:47 +0700","source":"Antara Photo","category":"Multimedia"},{"title":"Glass Beach, kemilau dari barang pecah belah yang dibuang","link":"https://www.antaranews.com/foto/5155117/glass-beach-kemilau-dari-barang-pecah-belah-yang-dibuang","description":"<p> This photo taken on Oct. 5, 2025 shows a view of Glass Beach in Vladivostok, Russia. Located in Ussuri Bay on the outskirts of Vladivostok, Glass Beach was once a dumping site for discarded glassware. After decades of being washed by the sea, the glass fragments have been polished into smooth, colorful pebbles, creating a vibrant shoreline that attracts large number of tourists. (Photo by Guo Feizhou/Xinhua)</p>","pubDate":"Sun, 05 Oct 2025 22:54:30 +0700","source":"Antara Photo","category":"Multimedia"},{"title":"Russell menangi F1 GP Singapura 2025","link":"https://www.antaranews.com/foto/5155093/russell-menangi-f1-gp-singapura-2025","description":"<p>Drivers compete during the Formula One Singapore Grand Prix night race in Singapore, Oct. 5, 2025. (Photo by Then Chih Wey/Xinhua)</p>","pubDate":"Sun, 05 Oct 2025 22:30:41 +0700","source":"Antara Photo","category":"Multimedia"},{"title":"Padatnya Stasiun dan Halte Transjakarta Juanda saat HUT ke-80 TNI","link":"https://www.antaranews.com/foto/5154873/padatnya-stasiun-dan-halte-transjakarta-juanda-saat-hut-ke-80-tni","description":"<p>Warga memadati Stasiun Juanda, Jakarta, Minggu (5/10/2025). Lonjakan jumlah penumpang di Stasiun dan Halte Transjakarta Juanda dikarenakan meningkatnya arus masyarakat yang hendak menuju Monumen Nasional (Monas) untuk menyaksikan puncak perayaan hari ulang tahun (HUT) ke-80 TNI. ANTARA FOTO/Ika Maryani/hma/foc.</p>","pubDate":"Sun, 05 Oct 2025 18:37:28 +0700","source":"Antara Photo","category":"Multimedia"},{"title":"Fermin Aldeguer rajai MotoGP Mandalika 2025","link":"https://www.antaranews.com/foto/5154773/fermin-aldeguer-rajai-motogp-mandalika-2025","description":"<p>Pembalap Gresini Racing MotoGP Fermin Aldeguer menyapa penonton usai memenangi sesi race MotoGP Indonesia 2025 di Sirkuit Internasional Pertamina Mandalika, Lombok Tengah, Nusa Tenggara Barat, Minggu (5/10/2025). Fermin Aldeguer menjuarai MotoGP Indonesia 2025 dengan catatan waktu 41 menit 7,651 detik disusul pembalap Red Bull KTM Factory Pedro Acosta di posisi kedua dan pembalap pembalap BK8 Gresini Racing MotoGP Alex Marquez di posisi ketiga. ANTARA FOTO/Ahmad Subaidi/foc.</p>","pubDate":"Sun, 05 Oct 2025 16:32:38 +0700","source":"Antara Photo","category":"Multimedia"},{"title":"Atraksi militer dalam HUT ke-80 TNI","link":"https://www.antaranews.com/foto/5154725/atraksi-militer-dalam-hut-ke-80-tni","description":"<p>Prajurit TNI melakukan aksi rappelling dari atas tugu Monas pada peringatan Hari Ulang Tahun (HUT) ke-80 Tentara Nasional Indonesia (TNI) di Monas, Jakarta, Minggu (5/10/2025). Peringatan HUT ke-80 TNI mengusung tema TNI Prima, TNI Rakyat, Indonesia Maju. ANTARA FOTO/Fauzan/nym.</p>","pubDate":"Sun, 05 Oct 2025 15:42:37 +0700","source":"Antara Photo","category":"Multimedia"},{"title":"Tradisi Ngaseuk Suku Badui memasuki musim tanam padi gogo","link":"https://www.antaranews.com/foto/5154705/tradisi-ngaseuk-suku-badui-memasuki-musim-tanam-padi-gogo","description":"<p>Warga Suku Badui memainkan musik Angklung Buhun saat prosesi tradisi Ngaseuk di Cibengkuang, Lebak, Banten, Minggu (5/10/2025). Tradisi Ngaseuk merupakan ritual tahunan Suku Badui yang biasa dilaksanakan pada bulan Oktober-November dalam menanam padi gogo di huma atau ladang kering guna memenuhi kebutuhan pangan. ANTARA FOTO/Muhammad Bagus Khoirunas/nym.</p>","pubDate":"Sun, 05 Oct 2025 15:34:36 +0700","source":"Antara Photo","category":"Multimedia"},{"title":"Di bawah terik mentari, Presiden Prabowo periksa pasukan saat HUT TNI","link":"https://www.antaranews.com/foto/5154525/di-bawah-terik-mentari-presiden-prabowo-periksa-pasukan-saat-hut-tni","description":"<p>Presiden Prabowo Subianto (keenam kiri), Menteri Pertahanan Sjafrie Sjamsoeddin (keempat kiri), Wakil Panglima TNI Jenderal TNI Tandyo Budi Revita (ketiga kiri) KSAL Laksamana TNI Muhammad Ali (kedua kiri), KSAU Marsekal TNI Tonny Harjono (kiri) memeriksa pasukan saat upacara peringatan Hari Ulang Tahun (HUT) ke-80 Tentara Nasional Indonesia (TNI) di Monas, Jakarta, Minggu (5/10/2025). Peringatan HUT ke-80 TNI mengusung tema TNI Prima, TNI Rakyat, Indonesia Maju. ANTARA FOTO/Fauzan/sgd</p>","pubDate":"Sun, 05 Oct 2025 13:14:15 +0700","source":"Antara Photo","category":"Multimedia"}]